export const SUBJECTS = {
  "基礎法学": {
    "基礎法学": [
      {
        "text": "「法」に関する用語を説明する次のア〜オの記述のうち、妥当なものの組合せはどれか。",
        "choices": [
          "自然法に対して、国家機関による制定行為や、慣習などの経験的事実といった人為に基づいて成立した法を「実定法」という。",
          "手続法に対して、権利の発生、変更および消滅の要件など法律関係について規律する法を「実質法」という。",
          "ある特別法との関係において、当該特別法よりも適用領域がより広い法を「基本法」という。",
          "社会の法的確信を伴うに至った慣習であって、法的効力が認められているものを「社会法」という。",
          "渉外的な法律関係に適用される法として、国際私法上のルールによって指定される法を「準拠法」という。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次のア〜オの記述と、それらの記述が示す法思想等との組合せとして、最も適切なものはどれか。\nア：法を現実に通用している制定法および慣習法等の実定法とする考え方\n\nイ：人身の自由および思想の自由等の人格的自由とともに経済的自由を最大限に尊重し、経済活動に対する法規制を最小限にとどめるべきであるとする考え方\n\nウ：事物の本性や人間の尊厳に基づいて普遍的に妥当する法があるとする考え方\n\nエ：法制度の内容は、その基礎にある生産諸要素および経済的構造によって決定されるとし、私有財産制度も普遍的なものではなく、資本主義経済によって生み出されたとする考え方\n\nオ：法制度を経済学の手法を用いて分析し、特に効率性の観点から立法および法解釈のあり方を検討する考え方",
        "choices": [
          "【ア】パンデクテン法学　【イ】リベラリズム　【ウ】自然法　【エ】社会主義　【オ】法学利益法学",
          "【ア】概念法学 【イ】リバタリアニズム 【ウ】パターナリズム 【エ】コミュニタリアニズム 【オ】法と経済学",
          "【ア】法実証主義 【イ】リベラリズム 【ウ】善きサマリア人の法 【エ】マルクス主義法学 【オ】利益法学",
          "【ア】概念法学 【イ】レッセ・フェール 【ウ】善きサマリア人の法 【エ】コミュニタリアニズム 【オ】ネオリベラリズム",
          "【ア】法実証主義 【イ】リバタリアニズム 【ウ】自然法 【エ】マルクス主義法学 【オ】法と経済学"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の文章の空欄［ ア ］〜［ オ ］に当てはまる語句の組合せとして、妥当なものはどれか。\n「［ ア ］」と「［ イ ］」とは基本的に共通な発想に立脚する概念であるが、前者が大陸的背景のもとで何よりも［ ウ ］の国政における優位を含意するのに対し、後者は、そのイギリス的伝統に対応して、［ エ ］としての［ オ ］をまず前提としているという点で、必ずしも同一の思想を表わしているとは言い難い。 （出典：碧海純一「新版 法哲学概論〔全訂第2版〕」1989年から）",
        "choices": [
          "【ア】法の支配 【イ】法治国 【ウ】判例法 【エ】一般意思 【オ】コモン・ロー",
          "【ア】法治国 【イ】法の支配 【ウ】憲法 【エ】一般意思 【オ】法律",
          "【ア】法の支配 【イ】法治国 【ウ】憲法 【エ】主権者 【オ】国会",
          "【ア】法治国 【イ】法の支配 【ウ】議会立法 【エ】判例法 【オ】コモン・ロー",
          "【ア】法の支配 【イ】法治国 【ウ】議会立法 【エ】最高法規 【オ】憲法"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の文章の空欄［ ア ］～［ エ ］に当てはまる語句の組合せとして、正しいものはどれか。\n明治の日本が受容した西洋法のなかでとくに重要な意味をもったのは、民法である。第一に、日本は［ ア ］の時代に中国を手本とした成文法をもったが、その内容は刑法と行政法だけであって、民法は含まれていなかった。……（中略）……第二に、明治以降の日本が手本とした西洋でも、ドイツやフランスのいわゆる「［ イ ］」諸国では、すべての法分野のなかで民法が最も長い伝統をもつものであった。「［ イ ］」の歴史は古代［ ウ ］に遡る。……（中略）……この違いがあればこそ、後にイェーリングが『［ エ ］』（初版は1872年）において「諸国民の政治的教育の本当の学校は憲法ではなく私法である」と喝破した……（以下略）",
        "choices": [
          "【ア】律令制 【イ】大陸法 【ウ】ローマ 【エ】権利のための闘争",
          "【ア】律令制 【イ】判例法 【ウ】ギリシア 【エ】犯罪と刑罰",
          "【ア】武家法 【イ】大陸法 【ウ】ギリシア 【エ】近代国家における自由",
          "【ア】武家法 【イ】ゲルマン法 【ウ】ガリア 【エ】法の精神",
          "【ア】律令制 【イ】ゲルマン法 【ウ】ローマ 【エ】ローマ人盛衰原因論"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の文章の空欄［ ア ］～［ エ ］に当てはまる語句の組合せとして、妥当なものはどれか。\nもとより、わが国におけるヨーロッパ法輸入の端緒は、明治以前に遡り、わが留学生が最初に学んだヨーロッパ法学は［ ア ］法学であった。また、明治初年に［ イ ］が来朝して……1810年の［ ウ ］刑法を模範として旧刑法を起草するに及んで、［ ウ ］法学が輸入されることとなった。……（中略）……解釈学の立場からは、一層論理的・体系的な［ エ ］法学が［ ウ ］法学よりも喜び迎えられることとなり……（以下略）",
        "choices": [
          "【ア】オランダ 【イ】ボアソナード 【ウ】フランス 【エ】ドイツ",
          "【ア】イタリア 【イ】ロエスレル 【ウ】イギリス 【エ】フランス",
          "【ア】オランダ 【イ】ボアソナード 【ウ】ドイツ 【エ】フランス",
          "【ア】イタリア 【イ】ボアソナード 【ウ】オランダ 【エ】ドイツ",
          "【ア】オランダ 【イ】ロエスレル 【ウ】イギリス 【エ】ドイツ"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "第二次世界大戦後に日本で生じた法変動に関する次の記述のうち、誤っているものはどれか。",
        "choices": [
          "敗戦後の住宅難に対応するため借地法と借家法が制定された。",
          "労働者の権利を拡張するものとして労働組合法が制定された。",
          "公正で自由な経済的競争を促進する目的で独占禁止法が制定された。",
          "地方自治を強化するものとして地方自治法が制定された。",
          "英米法的な観点を加えた新しい刑事訴訟法が制定された。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "法令の効力に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "法律の内容を一般国民に広く知らせるには、法律の公布から施行まで一定の期間を置くことが必要であるため、公布日から直ちに法律を施行することはできない。",
          "法律の効力発生日を明確にする必要があるため、公布日とは別に、必ず施行期日を定めなければならない。",
          "日本国の法令は、その領域内でのみ効力を有し、外国の領域内や公海上においては、日本国の船舶および航空機内であっても、その効力を有しない。",
          "一般法に優先する特別法が制定され、その後に一般法が改正されて当該特別法が適用される範囲について一般法の規定が改められた場合には、当該改正部分については、後法である一般法が優先して適用され、当該特別法は効力を失う。",
          "法律の有効期間を当該法律の中で明確に定めている場合には、原則としてその時期の到来により当該法律の効力は失われる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "裁判の審級制度等に関する次のア〜オの記述のうち、妥当なものの組合せはどれか。",
        "choices": [
          "民事訴訟および刑事訴訟のいずれにおいても、簡易裁判所が第1審の裁判所である場合は、控訴審の裁判権は地方裁判所が有し、上告審の裁判権は高等裁判所が有する。",
          "民事訴訟における控訴審の裁判は、第1審の裁判の記録に基づいて、その判断の当否を事後的に審査するもの（事後審）とされている。",
          "刑事訴訟における控訴審の裁判は、第1審の裁判の審理とは無関係に、新たに審理をやり直すもの（覆審）とされている。",
          "上告審の裁判は、原則として法律問題を審理するもの（法律審）とされるが、刑事訴訟において原審の裁判に重大な事実誤認等がある場合には、事実問題について審理することがある。",
          "上級審の裁判所の裁判における判断は、その事件について、下級審の裁判所を拘束する。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "裁判には、「判決」、「決定」および「命令」の形式上の区別がある。これらの裁判の形式上の区別に関する次の記述のうち、明らかに妥当でないものはどれか。",
        "choices": [
          "「判決」とは、訴訟事件の終局的判断その他の重要な事項について、裁判所がする裁判であり、原則として口頭弁論に基づいて行われる。",
          "「決定」とは、訴訟指揮、迅速を要する事項および付随的事項等について、「判決」よりも簡易な方式で行われる裁判所がする裁判であり、口頭弁論を経ることを要しない。",
          "「命令」は、「決定」と同じく、「判決」よりも簡易な方式で行われる裁判であるが、裁判所ではなく個々の裁判官が機関としてする裁判であり、口頭弁論を経ることを要しない。",
          "「判決」には、家事事件および少年事件について、家庭裁判所がする審判も含まれ、審判は原則として口頭弁論に基づいて行われる。",
          "「判決」の告知は、公開法廷における言渡し、または宣告の方法により行われるが、「決定」および「命令」の告知は、相当と認められる方法により行うことで足りる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "簡易裁判所に関する次のア〜オの記述のうち、正しいものの組合せはどれか。",
        "choices": [
          "簡易裁判所は、禁錮刑および懲役刑を科すことができず、これらを科す必要を認めたときは、事件を地方裁判所へ移送しなければならない。",
          "簡易裁判所における一部の民事事件の訴訟代理業務は、法務大臣の認定を受けた司法書士および行政書士にも認められている。",
          "簡易裁判所で行う民事訴訟では、訴えは口頭でも提起することができる。",
          "少額訴訟による審理および裁判には、同一人が同一の簡易裁判所において同一の年に一定の回数を超えて求めることができないという制限がある。",
          "簡易裁判所判事は、金銭その他の代替物または有価証券の一定の数量の給付を目的とする請求について、債権者の申立てにより、支払督促を発することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      }
    ]
  },
  "憲法": {
    "憲法": [
      {
        "text": "憲法の概念に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "通常の法律より改正手続が困難な憲法を硬性憲法、法律と同等の手続で改正できる憲法を軟性憲法という。ドイツやフランスの場合のように頻繁に改正される憲法は、法律より改正が困難であっても軟性憲法に分類される。",
          "憲法の定義をめぐっては、成文の憲法典という法形式だけでなく、国家統治の基本形態など規定内容に着目する場合があり、後者は実質的意味の憲法と呼ばれる。実質的意味の憲法は、成文の憲法典以外の形式をとって存在することもある。",
          "憲法は、公権力担当者を拘束する規範であると同時に、主権者が自らを拘束する規範でもある。日本国憲法においても、公務員のみならず国民もまた、憲法を尊重し擁護する義務を負うと明文で規定されている。",
          "憲法には最高法規として、国内の法秩序において最上位の強い効力が認められることも多い。日本国憲法も最高法規としての性格を備えるが、判例によれば、国際協調主義がとられているため、条約は国内法として憲法より強い効力を有する。",
          "憲法には通常前文が付されるが、その内容・性格は憲法によって様々に異なっている。日本国憲法の前文の場合は、政治的宣言にすぎず、法規範性を有しないと一般に解されている。",
          "前文の改正手続は憲法96の定める手続を経る。",
          "憲法擁護義務は、天皇、摂政、国務大臣、国会議員、その他公務員。",
          "前文には裁判規範性がない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の文章は、基本的人権の分類についてかつて有力であったある考え方を整理・要約したものである。1〜5は、この分類ではいずれも「生存権的基本権」と関係があるが、その本来的な特徴を備えているとはいえないものが一つだけ含まれている。それはどれか。\n我妻栄は、基本的人権を、大きく、「自由権的基本権」と「生存権的基本権」に二分し、憲法25条から28条までの権利を生存権的基本権に分類するとともに、自由権的基本権には、各種の自由権や法の下の平等のほか、請願権、国家賠償請求権、刑事補償請求権、公務員の選定・罷免権などが、「自由権的基本権を確保するための諸権利」として一緒に分類されている。「自由権的基本権」と「生存権的基本権」とを区別するにあたっては、基本的人権の歴史的推移に着目し、第一に、基本的人権の内容について、前者が「自由」という色調をもつのに対して、後者は「生存」という色調をもつという差異があること、第二に、基本的人権の保障の方法について、前者が「国家権力の消極的な規制・制限」であるのに対して、後者は「国家権力の積極的な配慮・関与」であることを指摘している。 （中略） 我妻説が、19世紀的自由権的基本権と20世紀的生存権的基本権を截然と二分し、両者が異質の権利であるという面を強調したのに対して、今日では、社会権と自由権との区分の有用性を認めたうえで、社会権と自由権の区別が相対的であり、社会権に自由権的な側面が存在することは、一般的に認められるに至っている。 （中村睦男『社会権の解釈』（1983年）4-9頁）",
        "choices": [
          "国による生活保護の給付",
          "無償による義務教育の提供",
          "勤労条件の法律による保障",
          "争議行為の刑事免責",
          "社会保障制度の充実"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "人権の享有主体性をめぐる最高裁判所の判例に関する次の記述のうち、妥当でないものはどれか。",
        "choices": [
          "わが国の政治的意思決定またはその実施に影響を及ぼすなど、外国人の地位に照らして認めるのが相当でないと解されるものを除き、外国人にも政治活動の自由の保障が及ぶ。",
          "会社は、自然人と同様、国や政党の特定の政策を支持、推進し、または反対するなどの政治的行為をなす自由を有する。",
          "公務員は政治的行為を制約されているが、処罰対象となり得る政治的行為は、公務員としての職務遂行の政治的中立性を害するおそれが、実質的に認められるものに限られる。",
          "憲法上の象徴としての天皇には民事裁判権は及ばないが、私人としての天皇については当然に民事裁判権が及ぶ。",
          "憲法が保障する教育を受ける権利の背後には、子どもは、その学習要求を充足するための教育を施すことを、大人一般に対して要求する権利を有する、との観念がある。",
          "国家公務員法102条1項にいう「政治的行為」とは、公務員の職務の遂行の政治的中立性を損なうおそれが観念的なものにとどまらず、現実的に起こり得るものとして実質的に認められるものを指す。",
          "憲法13条以下で保障される諸権利のなかで、明示的に「国民」を主語にしている権利にも、外国人に対し、保障が及ぶ。",
          "憲法93条の住民には、日本国民だけではなく、在留外国人も含まれる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "外国人の人権に関する次の文章のうち、最高裁判所の判例の趣旨に照らし、妥当でないものはどれか。",
        "choices": [
          "国家機関が国民に対して正当な理由なく指紋の押捺を強制することは、憲法13条の趣旨に反するが、この自由の保障はわが国に在留する外国人にまで及ぶものではない。",
          "わが国に在留する外国人は、憲法上、外国に一時旅行する自由を保障されているものではない。",
          "政治活動の自由は、わが国の政治的意思決定またはその実施に影響を及ぼす活動等、外国人の地位にかんがみこれを認めることが相当でないと解されるものを除き、その保障が及ぶ。",
          "国の統治のあり方については国民が最終的な責任を負うべきものである以上、外国人が公権力の行使等を行う地方公務員に就任することはわが国の法体系の想定するところではない。",
          "社会保障上の施策において在留外国人をどのように処遇するかについては、国は、特別の条約の存しない限り、その政治的判断によってこれを決定することができる。",
          "外国への旅行の自由は、憲法22条2項の「外国移住の自由」に含まれるが、公共の福祉のためになされる合理的な制限に服する。",
          "何人も、外国に移住し、又は国籍を離脱する自由を侵されない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の文章の空欄［ ア ］〜［ オ ］に当てはまる語句の組合せとして、妥当なものはどれか。 未決勾留は、刑事訴訟法の規定に基づき、逃亡又は罪証隠滅の防止を目的として、被疑者又は被告人の［ ア ］を監獄内に限定するものであつて、右の勾留により拘禁された者は、その限度で［ イ ］的行動の自由を制限されるのみならず、前記逃亡又は罪証隠滅の防止の目的のために必要かつ［ ウ ］的な範囲において、それ以外の行為の自由をも制限されることを免れない……。また、監獄は、多数の被拘禁者を外部から［ エ ］して収容する施設であり、右施設内でこれらの者を集団として管理するにあたつては、内部における規律及び秩序を維持し、その正常な状態を保持する必要があるから、……この面からその者の［ イ ］的自由及びその他の行為の自由に一定の制限が加えられることは、やむをえないところというべきである……。被拘禁者の新聞紙、図書等の閲読の自由を制限する場合……具体的事情のもとにおいて、その閲読を許すことにより監獄内の規律及び秩序の維持上放置することのできない程度の障害が生ずる相当の［ オ ］性があると認められることが必要であり、かつ、……制限の程度は、右の障害発生の防止のために必要かつ［ ウ ］的な範囲にとどまるべきものと解するのが相当である。 （最大判昭和58年6月22日民集第37巻5号793頁）",
        "choices": [
          "ア居住 イ身体 ウ合理 エ隔離 オ蓋然",
          "ア活動 イ身体 ウ蓋然 エ遮断 オ合理",
          "ア居住 イ日常 ウ合理 エ遮断 オ蓋然",
          "ア活動 イ日常 ウ蓋然 エ隔離 オ合理",
          "ア居住 イ身体 ウ合理 エ遮断 オ蓋然"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の文章は、自衛隊基地建設のために必要な土地の売買契約を含む土地取得行為と憲法9条の関係を論じた、ある最高裁判所判決の一部である（原文を一部修正した）。ア〜オの本来的な論理的な順序に即した並び順として、正しいものはどれか。",
        "choices": [
          "憲法9条の宣明する国際平和主義、戦争の放棄、戦力の不保持などの国家の統治活動に対する規範は、私法的な価値秩序とは本来関係のない優れて公法的な性格を有する規範である。",
          "私法的な価値秩序において、憲法9条の宣明する国際平和主義、戦争の放棄、戦力の不保持などの国家の統治活動に対する規範が、そのままの内容で民法90条にいう「公ノ秩序」の内容を形成し、それに違反する私法上の行為の効力を一律に否定する法的作用を営むということはない。",
          "憲法9条の宣明する国際平和主義、戦争の放棄、戦力の不保持などの国家の統治活動に対する規範は、私法的な価値秩序のもとで確立された私的自治の原則、契約における信義則、取引の安全等の私法上の規範によって相対化され、民法90条にいう「公ノ秩序」の内容の一部を形成する。",
          "憲法9条の宣明する国際平和主義、戦争の放棄、戦力の不保持などの国家の統治活動に対する規範にかかわる私法上の行為については、私法的な価値秩序のもとにおいて、社会的に許容されない反社会的な行為であるとの認識が、社会の一般的な観念として確立しているか否かが、私法上の行為の効力の有無を判断する基準になるものというべきである。",
          "憲法9条は、人権規定と同様、国の基本的な法秩序を宣示した規定であるから、憲法より下位の法形式によるすべての法規の解釈適用に当たって、その指導原理となりうるものであることはいうまでもない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の文章は、最高裁判所の判例（百里基地訴訟）の一節である。空欄［ ］に当てはまる文章として、妥当なものはどれか。\n憲法九八条一項は、憲法が国の最高法規であること、すなわち、憲法が成文法の国法形式として最も強い形式的効力を有し、憲法に違反するその余の法形式の全部又は一部はその違反する限度において法規範としての本来の効力を有しないことを定めた規定であるから、同条項にいう「国務に関するその他の行為」とは、同条項に列挙された法律、命令、詔勅と同一の性質を有する国の行為、言い換えれば、公権力を行使して法規範を定立する国の行為を意味し、したがって、行政処分、裁判などの国の行為は、個別的・具体的ながら公権力を行使して法規範を定立する国の行為であるから、かかる法規範を定立する限りにおいて国務に関する行為に該当するものというべきであるが、国の行為であっても、私人と対等の立場で行う国の行為は、右のような法規範の定立を伴わないから憲法九八条一項にいう「国務に関するその他の行為」に該当しないものと解すべきである。……原審の適法に確定した事実関係のもとでは、本件売買契約は、［　　］ （最三小判平成元年6月20日民集43巻6号385頁）",
        "choices": [
          "国が行った行為であって、私人と対等の立場で行った単なる私法上の行為とはいえず、右のような法規範の定立を伴うことが明らかであるから、憲法九八条一項にいう「国務に関するその他の行為」には該当するというべきである。",
          "私人と対等の立場で行った私法上の行為とはいえ、行政目的のために選択された行政手段の一つであり、国の行為と同視されるべき行為であるから、憲法九八条一項にいう「国務に関するその他の行為」には該当するというべきである。",
          "私人と対等の立場で行った私法上の行為とはいえ、そこにおける法規範の定立が社会法的修正を受けていることを考慮すると、憲法九八条一項にいう「国務に関するその他の行為」には該当するというべきである。",
          "国が行った法規範の定立ではあるが、一見極めて明白に違憲とは到底いえないため、憲法九八条一項にいう「国務に関するその他の行為」には該当しないものというべきである。",
          "国が行った行為ではあるが、私人と対等の立場で行った私法上の行為であり、右のような法規範の定立を伴わないことが明らかであるから、憲法九八条一項にいう「国務に関するその他の行為」に該当しないものというべきである。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "インフルエンザウイルス感染症まん延防止のため、政府の行政指導により集団的な予防接種が実施されたところ、それに伴う重篤な副作用により死亡したXの遺族が、国を相手取り損害賠償もしくは損失補償を請求する訴訟を提起した（予防接種と副作用の因果関係は確認済み）場合に、これまで裁判例や学説において主張された憲法解釈論の例として、妥当でないものはどれか。",
        "choices": [
          "予防接種に伴う特別な犠牲については、財産権の特別犠牲に比べて不利に扱う理由はなく、後者の法理を類推適用すべきである。",
          "予防接種自体は、結果として違法だったとしても無過失である場合には、いわゆる谷間の問題であり、立法による解決が必要である。",
          "予防接種に伴い、公共の利益のために、生命・身体に対する特別な犠牲を被った者は、人格的自律権の一環として、損失補償を請求できる。",
          "予防接種による違法な結果について、過失を認定することは原理的に不可能なため、損害賠償を請求する余地はないというべきである。",
          "財産権の侵害に対して損失補償が出され得る以上、予防接種がひき起こした生命・身体への侵害についても同様に扱うのは当然である。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "最高裁判所は、平成11年に導入された住民基本台帳ネットワークシステム（以下「住基ネット」という。）について、これが憲法13条の保障する自由を侵害するものではない旨を判示している（最一小判平成20年3月6日民集62巻3号665頁）。次の記述のうち、判決の論旨に含まれていないものはどれか。",
        "choices": [
          "憲法13条は、国民の私生活上の自由が公権力の行使に対しても保護されるべきことを規定しており、何人も個人に関する情報をみだりに第三者に開示または公表されない自由を有する。",
          "自己に関する情報をコントロールする個人の憲法上の権利は、私生活の平穏を侵害されないという消極的な自由に加えて、自己の情報について閲覧・訂正ないし抹消を公権力に対して積極的に請求する権利をも包含している。",
          "氏名・生年月日・性別・住所という4情報は、人が社会生活を営む上で一定の範囲の他者には当然開示されることが予定されている個人識別情報であり、個人の内面に関わるような秘匿性の高い情報とはいえない。",
          "住基ネットによる本人確認情報の管理、利用等は、法令等の根拠に基づき、住民サービスの向上および行政事務の効率化という正当な行政目的の範囲内で行われているものということができる。",
          "住基ネットにおけるシステム技術上・法制度上の不備のために、本人確認情報が法令等の根拠に基づかずにまたは正当な行政目的の範囲を逸脱して第三者に開示・公表される具体的な危険が生じているということはできない。",
          "大学が講演会の主催者として学生から参加者を募る際に収集した参加申込者の学籍番号、氏名、住所、電話番号は、プライバシーに係る情報として、法的保護の対象となる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "捜査とプライバシーに関する次の記述のうち、最高裁判所の判決に照らし、妥当なものはどれか。",
        "choices": [
          "個人の容貌や姿態は公道上などで誰もが容易に確認できるものであるから、個人の私生活上の自由の一つとして、警察官によって本人の承諾なしにみだりにその容貌・姿態を撮影されない自由を認めることはできない。",
          "憲法は、住居、書類および所持品について侵入、捜索および押収を受けることのない権利を定めるが、その保障対象には、住居、書類および所持品に限らずこれらに準ずる私的領域に侵入されることのない権利が含まれる。",
          "電話傍受は、通信の秘密や個人のプライバシーを侵害するが、必要性や緊急性が認められれば、電話傍受以外の方法によって当該犯罪に関する重要かつ必要な証拠を得ることが可能な場合であっても、これを行うことは憲法上広く許容される。",
          "速度違反車両の自動撮影を行う装置により運転者本人の容貌を写真撮影することは憲法上許容されるが、運転者の近くにいるため除外できないことを理由としてであっても、同乗者の容貌まで撮影することは許されない。",
          "ＧＰＳ端末を秘かに車両に装着する捜査手法は、車両使用者の行動を継続的・網羅的に把握するものであるが、公道上の所在を肉眼で把握したりカメラで撮影したりする手法と本質的に異ならず、憲法が保障する私的領域を侵害するものではない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "表現の自由の規制に関する次の記述のうち、妥当でないものはどれか。",
        "choices": [
          "表現の内容規制とは、ある表現が伝達しようとするメッセージを理由とした規制であり、政府の転覆を煽動する文書の禁止、国家機密に属する情報の公表の禁止などがその例である。",
          "表現の内容を理由とした規制であっても、高い価値の表現でないことを理由に通常の内容規制よりも緩やかに審査され、規制が許されるべきだとされる場合があり、営利を目的とした表現や、人種的憎悪をあおる表現などがその例である。",
          "表現内容中立規制とは、表現が伝達しようとするメッセージの内容には直接関係なく行われる規制であり、学校近くでの騒音の制限、一定の選挙運動の制限などがその例である。",
          "表現行為を事前に規制することは原則として許されないとされ、検閲は判例によれば絶対的に禁じられるが、裁判所による表現行為の事前差し止めは厳格な要件のもとで許容される場合がある。",
          "表現行為の規制には明確性が求められるため、表現行為を規制する刑罰法規の法文が漠然不明確であったり、過度に広汎であったりする場合には、そうした文言の射程を限定的に解釈し合憲とすることは、判例によれば許されない。",
          "裁判所による事前差止めは、厳格な要件のもとで許される場合がある。",
          "表現の内容中立規制と内容規制では後者の方がより厳格に審査される。",
          "自動販売機による有害図書の販売は、志望と対面し心理的に購入が容易で、昼夜問わず購入できる、購入意欲を刺激しやすいとの理由で弊害が大きいといわざるをえない。",
          "有害図書の自動販売機への収納の禁止は、青少年に対する関係において、憲法21条に反しないことは、成人に対する関係においても、流通は制約するものの、青少年の健全な育成を阻害する有害環境を浄化するための規制に伴う必要やむを得ない制約で憲法21条1項に違反しない"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "法の下の平等に関する次の記述のうち、最高裁判所の判決に照らし、妥当でないものはどれか。",
        "choices": [
          "憲法が条例制定権を認める以上、条例の内容をめぐり地域間で差異が生じることは当然に予期されることであるから、一定の行為の規制につき、ある地域でのみ罰則規定が置かれている場合でも、地域差のゆえに違憲ということはできない。",
          "選挙制度を政党本位のものにすることも国会の裁量に含まれるので、衆議院選挙において小選挙区選挙と比例代表選挙に重複立候補できる者を、一定要件を満たした政党等に所属するものに限ることは、憲法に違反しない。",
          "法定相続分について嫡出性の有無により差異を設ける規定は、相続時の補充的な規定であることを考慮しても、もはや合理性を有するとはいえず、憲法に違反する。",
          "尊属に対する殺人を、高度の社会的非難に当たるものとして一般殺人とは区別して類型化し、法律上刑の加重要件とする規定を設けることは、それ自体が不合理な差別として憲法に違反する。",
          "父性の推定の重複を回避し父子関係をめぐる紛争を未然に防止するために、女性にのみ100日を超える再婚禁止期間を設けることは、立法目的との関係で合理性を欠き、憲法に違反する。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "人格権と夫婦同氏制に関する次の記述のうち、最高裁判所の判決の趣旨に照らし、妥当でないものはどれか。",
        "choices": [
          "氏名は、社会的にみれば、個人を他人から識別し特定する機能を有するものであるが、同時に、その個人からみれば、人が個人として尊重される基礎であり、その個人の人格の象徴であって、人格権の一内容を構成する。",
          "氏は、婚姻及び家族に関する法制度の一部として、法律がその具体的な内容を規律しているものであるから、氏に関する人格権の内容も、憲法の趣旨を踏まえつつ定められる法制度をまって、初めて具体的に捉えられる。",
          "家族は社会の自然かつ基礎的な集団単位であるから、氏をその個人の属する集団を想起させるものとして一つに定めることにも合理性があり、また氏が身分関係の変動に伴って改められることがあり得ることは、その性質上予定されている。",
          "現行の法制度の下における氏の性質等に鑑みると、婚姻の際に「氏の変更を強制されない自由」が憲法上の権利として保障される人格権の一内容であるとはいえない。",
          "婚姻前に築いた個人の信用、評価、名誉感情等を婚姻後も維持する利益等は、憲法上保障される人格権の一内容とはいえず、当該利益を婚姻及び家族に関する法制度の在り方を検討する際に考慮するか否かは、専ら立法裁量の問題である。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "家族・婚姻に関する次の記述のうち、最高裁判所の判決に照らし、妥当なものはどれか。",
        "choices": [
          "嫡出でない子の法定相続分を嫡出子の2分の1とする民法の規定は、当該規定が補充的に機能する規定であることから本来は立法裁量が広く認められる事項であるが、法律婚の保護という立法目的に照らすと著しく不合理であり、憲法に違反する。",
          "国籍法が血統主義を採用することには合理性があるが、日本国民との法律上の親子関係の存否に加え、日本との密接な結びつきの指標として一定の要件を設け、これを満たす場合に限り出生後の国籍取得を認めるとする立法目的には、合理的な根拠がないため不合理な差別に当たる。",
          "出生届に嫡出子または嫡出でない子の別を記載すべきものとする戸籍法の規定は、嫡出でない子について嫡出子との関係で不合理な差別的取扱いを定めたものであり、憲法に違反する。",
          "厳密に父性の推定が重複することを回避するための期間（100日）を超えて女性の再婚を禁止する民法の規定は、婚姻および家族に関する事項について国会に認められる合理的な立法裁量の範囲を超え、憲法に違反するに至った。",
          "夫婦となろうとする者の間の個々の協議の結果として夫の氏を選択する夫婦が圧倒的多数を占める状況は実質的に法の下の平等に違反する状態といいうるが、婚姻前の氏の通称使用が広く定着していることからすると、直ちに違憲とまではいえない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "地方公共団体がその土地を神社の敷地として無償で提供することの合憲性に関連して、最高裁判所判決で考慮要素とされたものの例として、妥当でないものはどれか。",
        "choices": [
          "国または地方公共団体が国公有地を無償で宗教的施設の敷地として提供する行為は、一般に、当該宗教的施設を設置する宗教団体等に対する便宜の供与として、憲法89条*との抵触が問題となる行為であるといわなければならない。",
          "一般的には宗教的施設としての性格を有する施設であっても、同時に歴史的、文化財的な保護の対象となったり、観光資源、国際親善、地域の親睦の場としての意義を有するなど、文化的・社会的価値に着目して国公有地に設置されている場合もあり得る。",
          "日本では、多くの国民に宗教意識の雑居性が認められ、国民の宗教的関心が必ずしも高いとはいえない一方、神社神道には、祭祀儀礼に専念し、他の宗教にみられる積極的な布教・伝道などの対外活動をほとんど行わないという特色がみられる。",
          "明治初期以来、一定の社寺領を国等に上知（上地）させ、官有地に編入し、または寄附により受け入れるなどの施策が広く採られたこともあって、国公有地が無償で社寺等の敷地として供される事例が多数生じており、これが解消されないまま残存している例もある。",
          "当該神社を管理する氏子集団が、宗教的行事等を行うことを主たる目的とする宗教団体であり、寄附等を集めて当該神社の祭事を行っている場合、憲法89条*の「宗教上の組織若しくは団体」に該当するものと解される。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "教科書検定制度の合憲性に関する次の記述のうち、最高裁判所の判決に照らし、妥当でないものはどれか。",
        "choices": [
          "国は、広く適切な教育政策を樹立、実施すべき者として、また、子供自身の利益を擁護し、子供の成長に対する社会公共の利益と関心にこたえるため、必要かつ相当な範囲で教育内容についてもこれを決定する権能を有する。",
          "教科書検定による不合格処分は、発表前の審査によって一般図書としての発行を制限するため、表現の自由の事前抑制に該当するが、思想内容の禁止が目的ではないから、検閲には当たらず、憲法21条2項前段の規定に違反するものではない。",
          "教育の中立・公正、教育水準の確保などを実現するための必要性、教科書という特殊な形態での発行を禁ずるにすぎないという制限の程度などを考慮すると、ここでの表現の自由の制限は合理的で必要やむを得ない限度のものというべきである。",
          "教科書は学術研究の結果の発表を目的とするものではなく、検定制度は一定の場合に教科書の形態における研究結果の発表を制限するにすぎないから、学問の自由を保障した憲法23条の規定に違反しない。",
          "行政処分には、憲法31条による法定手続の保障が及ぶと解すべき場合があるにしても、行政手続は行政目的に応じて多種多様であるから、常に必ず行政処分の相手方に告知、弁解、防御の機会を与える必要はなく、教科書検定の手続は憲法31条に違反しない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "表現の自由に関する次の判断基準が想定している事例として、妥当なものはどれか。\n公共の利害に関する事項について自由に批判、論評を行うことは、もとより表現の自由の行使として尊重されるべきものであり、その対象が公務員の地位における行動である場合には、右批判等により当該公務員の社会的評価が低下することがあっても、その目的が専ら公益を図るものであり、かつ、その前提としている事実が主要な点において真実であることの証明があったときは、人身攻撃に及ぶなど論評としての域を逸脱したものでない限り、名誉侵害の不法行為の違法性を欠くものというべきである。 （最一小判平成元年12月21日民集43巻12号2252頁）",
        "choices": [
          "ＸはＡ駅の構内で、駅員の許諾を受けず、また退去要求を無視して、乗降客や通行人に対してＢ市の施策を批判する演説を行ったところ、不退去などを理由に起訴された。",
          "Ｙは雑誌上で、宗教法人Ｘ1の会長Ｘ2に関する事実を批判的に報道したところ、Ｘ1・Ｘ2の名誉を毀損したとして訴訟になった。",
          "作家Ｙは自らが執筆した小説にＸをモデルとした人物を登場させ、この際にＸが不特定多数への公開を望まない私生活上の事実を描いたため、Ｘが出版差止めを求めて出訴した。",
          "新聞記者Ｘは取材の過程で公務員Ａに接近して親密になり、外交交渉に関する国の機密情報を聞き出したところ、機密漏洩をそそのかしたとして起訴された。",
          "Ａ市の公立小学校で成績の評価方法をめぐる対立が生じ、市民Ｙが教員Ｘを厳しく批判するビラを配布したところ、ＸがＹに対して損害賠償と謝罪広告を求めて出訴した。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "学問の自由に関する次の記述のうち、妥当でないものはどれか。",
        "choices": [
          "学問研究を使命とする人や施設による研究は、真理探究のためのものであるとの推定が働くと、学説上考えられてきた。",
          "先端科学技術をめぐる研究は、その特性上一定の制約に服する場合もあるが、学問の自由の一環である点に留意して、日本では罰則によって特定の種類の研究活動を規制することまではしていない。",
          "判例によれば、大学の学生が学問の自由を享有し、また大学当局の自治的管理による施設を利用できるのは、大学の本質に基づき、大学の教授その他の研究者の有する特別な学問の自由と自治の効果としてである。",
          "判例によれば、学生の集会が、実社会の政治的社会的活動に当たる行為をする場合には、大学の有する特別な学問の自由と自治は享有しない。",
          "判例によれば、普通教育において児童生徒の教育に当たる教師にも教授の自由が一定の範囲で保障されるとしても、完全な教授の自由を認めることは、到底許されない。",
          "「学問の自由は、これを保障する」と規定する（本試験2018年問4） 憲法23条は大学に対し固有の権利として保障するのではなく制度的保障。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "信教の自由・政教分離に関する次の記述のうち、最高裁判所の判例に照らし、最も妥当なものはどれか。",
        "choices": [
          "憲法が国およびその機関に対し禁ずる宗教的活動とは、その目的・効果が宗教に対する援助、助長、圧迫、干渉に当たるような行為、あるいは宗教と過度のかかわり合いをもつ行為のいずれかをいう。",
          "憲法は、宗教と何らかのかかわり合いのある行為を行っている組織ないし団体であれば、これに対する公金の支出を禁じていると解されるが、宗教活動を本来の目的としない組織はこれに該当しない。",
          "神社が主催する行事に際し、県が公費から比較的低額の玉串料等を奉納することは、慣習化した社会的儀礼であるとみることができるので、当然に憲法に違反するとはいえない。",
          "信仰の自由の保障は私人間にも間接的に及ぶので、自己の信仰上の静穏を他者の宗教上の行為によって害された場合、原則として、かかる宗教上の感情を被侵害利益として損害賠償や差止めを請求するなど、法的救済を求めることができる。",
          "解散命令などの宗教法人に関する法的規制が、信者の宗教上の行為を法的に制約する効果を伴わないとしてもそこに何らかの支障を生じさせるならば、信教の自由の重要性に配慮し、規制が憲法上許容されるか慎重に吟味しなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "基本的人権の間接的、付随的な制約についての最高裁判所の判決に関する次のア〜エの記述のうち、妥当なものの組合せはどれか。",
        "choices": [
          "選挙における戸別訪問の禁止が、意見表明そのものの制約ではなく、意見表明の手段方法のもたらす弊害の防止をねらいとして行われる場合、それは戸別訪問以外の手段方法による意見表明の自由を制約するものではなく、単に手段方法の禁止に伴う限度での間接的、付随的な制約にすぎない。",
          "芸術的価値のある文学作品について、そこに含まれる性描写が通常人の性的羞恥心を害し、善良な性的道義観念に反することを理由に、その頒布が処罰される場合、そこでの芸術的表現の自由への制約は、わいせつ物の規制に伴う間接的、付随的な制約にすぎない。",
          "裁判官が「積極的に政治運動をすること」の禁止が、意見表明そのものの制約ではなく、その行動のもたらす弊害の防止をねらいとして行われる場合、そこでの意見表明の自由の制約は、単に行動の禁止に伴う限度での間接的、付随的な制約にすぎない。",
          "刑事施設の被収容者に対する新聞購読の自由の制約が、被収容者の知ることのできる思想内容そのものの制約ではなく、施設内の規律・秩序の維持をねらいとして行われる場合、そこでの制約は、施設管理上必要な措置に伴う間接的、付随的な制約にすぎない。",
          "謝罪広告強制事件も、自白強要事件も表現の内容中立制約である。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "インターネット上の検索サービスにおいて、ある人物Xの名前で検索をすると、Xの過去の逮捕歴に関する記事等が表示される。Xは、この検索事業者に対して、検索結果であるURL等の情報の削除を求める訴えを提起した。これに関する次の記述のうち、最高裁判所の判例に照らし、妥当でないものはどれか。",
        "choices": [
          "個人のプライバシーに属する事実をみだりに公表されない利益は、法的保護の対象となるというべきであり、過去の逮捕歴もこれに含まれる。",
          "検索結果として提供される情報は、プログラムによって自動的に収集・整理・提供されるものにすぎず、検索結果の提供は、検索事業者自身による表現行為とはいえない。",
          "検索事業者による検索結果の提供は、公衆の情報発信や情報の入手を支援するものとして、インターネット上の情報流通の基盤としての役割を果たしている。",
          "当該事実を公表されない法的利益と、当該情報を検索結果として提供する理由に関する諸事情を比較衡量した結果、前者が優越することが明らかな場合には、検索事業者に対してURL等の情報を当該検索結果から削除することを求めることができる。",
          "過去の逮捕歴がプライバシーに含まれるとしても、児童買春のように、児童への性的搾取・虐待として強い社会的非難の対象とされ、罰則で禁止されている行為は、一定の期間の経過後も公共の利害に関する事項でありうる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "薬局を営むXは、インターネットを介した医薬品の通信販売を始めたが、法律は一定の種類の医薬品の販売については、薬剤師が対面で情報の提供および薬学的知見に基づく指導を行うことを求めている。そこでXは、この法律の規定が違憲であり、この種の医薬品についてもネットで販売する権利が自らにあることを主張して出訴した。この問題に関する最高裁判所の判決の趣旨として、妥当なものはどれか。",
        "choices": [
          "憲法22条1項が保障するのは職業選択の自由のみであるが、職業活動の内容や態様に関する自由もまた、この規定の精神に照らして十分尊重に値する。後者に対する制約は、公共の福祉のために必要かつ合理的なものであることを要する。",
          "規制の合憲性を判断する際に問題となる種々の考慮要素を比較衡量するのは、第一次的には立法府の権限と責務であり、規制措置の内容や必要性・合理性については、立法府の判断が合理的裁量の範囲にとどまる限り、裁判所はこれを尊重する。",
          "本件規制は、専らインターネットを介して販売を行う事業者にとっては職業選択の自由そのものに対する制約を意味するため、許可制の場合と同様にその必要性・合理性が厳格に審査されなければならない。",
          "本件規制は、国民の生命および健康に対する危険の防止という消極目的ないし警察目的のための規制措置であり、この場合は積極目的の場合と異なり、基本的人権への制約がより小さい他の手段では立法目的を達成できないことを要する。",
          "本件規制は、積極的な社会経済政策の一環として、社会経済の調和的発展を目的に設けられたものであり、この種の規制措置については、裁判所は立法府の政策的、技術的な裁量を尊重することを原則とする。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の記述は、ため池の堤とう（堤塘）の使用規制を行う条例により「ため池の堤とうを使用する財産上の権利を有する者は、ため池の破損、決かい等に因る災害を未然に防止するため、その財産権の行使を殆んど全面的に禁止される」ことになった事件についての最高裁判所判決に関するものである。判決の論旨として妥当でないものはどれか。",
        "choices": [
          "社会生活上のやむを得ない必要のゆえに、ため池の堤とうを使用する財産上の権利を有する者は何人も、条例による制約を受忍する責務を負うというべきである。",
          "ため池の破損、決かいの原因となるため池の堤とうの使用行為は、憲法でも、民法でも適法な財産権の行使として保障されていない。",
          "憲法、民法の保障する財産権の行使の域外にある行為を条例をもって禁止、処罰しても憲法および法律に抵触またはこれを逸脱するものとはいえない。",
          "事柄によっては、国において法律で一律に定めることが困難または不適当なことがあり、その地方公共団体ごとに条例で定めることが容易かつ適切である。",
          "憲法29条2項は、財産権の内容を条例で定めることを禁じているが、その行使については条例で規制しても許される。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "適正手続に関する次の記述のうち、最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "告知、弁解、防御の機会を与えることなく所有物を没収することは許されないが、貨物の密輸出で有罪となった被告人が、そうした手続的保障がないままに第三者の所有物が没収されたことを理由に、手続の違憲性を主張することはできない。",
          "憲法は被疑者に対して弁護人に依頼する権利を保障するが、被疑者が弁護人と接見する機会の保障は捜査権の行使との間で合理的な調整に服さざるを得ないので、憲法は接見交通の機会までも実質的に保障するものとは言えない。",
          "審理の著しい遅延の結果、迅速な裁判を受ける被告人の権利が害されたと認められる異常な事態が生じた場合であっても、法令上これに対処すべき具体的規定が存在しなければ、迅速な裁判を受ける権利を根拠に救済手段をとることはできない。",
          "不利益供述の強要の禁止に関する憲法の保障は、純然たる刑事手続においてばかりでなく、それ以外にも、実質上、刑事責任追及のための資料の取得収集に直接結びつく作用を一般的に有する手続には、等しく及ぶ。",
          "不正な方法で課税を免れた行為について、これを犯罪として刑罰を科すだけでなく、追徴税（加算税）を併科することは、刑罰と追徴税の目的の違いを考慮したとしても、実質的な二重処罰にあたり許されない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "憲法訴訟における違憲性の主張適格が問題となった第三者没収に関する最高裁判所判決について、次の記述のうち、法廷意見の見解として、正しいものをすべて挙げた組合せはどれか。",
        "choices": [
          "第三者の所有物の没収は、所有物を没収される第三者にも告知、弁解、防御の機会を与えることが必要であり、これなしに没収することは、適正な法律手続によらないで財産権を侵害することになる。",
          "かかる没収の言渡を受けた被告人は、たとえ第三者の所有物に関する場合であっても、それが被告人に対する付加刑である以上、没収の裁判の違憲を理由として上告をすることができる。",
          "被告人としても、その物の占有権を剥奪され、これを使用・収益できない状態におかれ、所有権を剥奪された第三者から賠償請求権等を行使される危険に曝される等、利害関係を有することが明らかであるから、上告により救済を求めることができると解すべきである。",
          "被告人自身は本件没収によって現実の具体的不利益を蒙ってはいないから、現実の具体的不利益を蒙っていない被告人の申立に基づき没収の違憲性に判断を加えることは、将来を予想した抽象的判断を下すものに外ならず、憲法81条が付与する違憲審査権の範囲を逸脱する。",
          "刑事訴訟法では、被告人に対して言い渡される判決の直接の効力が被告人以外の第三者に及ぶことは認められていない以上、本件の没収の裁判によって第三者の所有権は侵害されていない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "国務請求権に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "憲法は何人に対しても平穏に請願する権利を保障しているので、請願を受けた機関はそれを誠実に処理せねばならず、請願の内容を審理および判定する法的義務が課される。",
          "立法行為は、法律の適用段階でその違憲性を争い得る以上、国家賠償の対象とならないが、そのような訴訟上の手段がない立法不作為についてのみ、例外的に国家賠償が認められるとするのが判例である。",
          "憲法が保障する裁判を受ける権利は、刑事事件においては裁判所の裁判によらなければ刑罰を科せられないことを意味しており、この点では自由権的な側面を有している。",
          "憲法は、抑留または拘禁された後に「無罪の裁判」を受けたときは法律の定めるところにより国にその補償を求めることができると規定するが、少年事件における不処分決定もまた、「無罪の裁判」に当たるとするのが判例である。",
          "憲法は、裁判は公開の法廷における対審および判決によってなされると定めているが、訴訟の非訟化の趨勢（すうせい）をふまえれば、純然たる訴訟事件であっても公開の法廷における対審および判決によらない柔軟な処理が許されるとするのが判例である。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "デモクラシーの刷新を綱領に掲げる政党Xは、衆議院議員選挙の際の選挙公約として、次のような内容を含む公職選挙法改正を提案した。\nア 有権者の投票を容易にするために、自宅からインターネットで投票できる仕組みを導入する。家族や友人とお茶の間で話し合いながら同じ端末から投票することもでき、身近な人々の間での政治的な議論が活性化することが期待される。\n\nイ 有権者の投票率を高めるため、選挙期間中はいつでも投票できるようにするとともに、それでも3回続けて棄権した有権者には罰則を科するようにする。\n\nウ 過疎に苦しむ地方の利害をより強く国政に代表させるため、参議院が都道府県代表としての性格をもつことを明文で定める。\n\nエ 地方自治と国民主権を有機的に連動させるため、都道府県の知事や議会議長が自動的に参議院議員となり、国会で地方の立場を主張できるようにする。\n\nこの提案はいくつか憲法上論議となり得る点を含んでいる。以下の諸原則のうち、この提案による抵触が問題となり得ないものはどれか。",
        "choices": [
          "普通選挙",
          "直接選挙",
          "自由選挙",
          "平等選挙",
          "秘密選挙"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "選挙権・選挙制度に関する次の記述のうち、最高裁判所の判例に照らし、妥当でないものはどれか。",
        "choices": [
          "国民の選挙権それ自体を制限することは原則として許されず、制約が正当化されるためにはやむを得ない事由がなければならないが、選挙権を行使するための条件は立法府が選択する選挙制度によって具体化されるものであるから、選挙権行使の制約をめぐっては国会の広い裁量が認められる。",
          "立候補の自由は、選挙権の自由な行使と表裏の関係にあり、自由かつ公正な選挙を維持する上で、きわめて重要な基本的人権であることに鑑みれば、これに対する制約は特に慎重でなければならない。",
          "一定の要件を満たした政党にも選挙運動を認めることが自認される以上、そうした政党に所属する候補者とそれ以外の候補者との間に選挙運動上の差異が生じても、それが一般的に合理性を有するとは到底考えられない程度に達している場合に、はじめて国会の裁量の範囲を逸脱し、平等原則に違反することになる。",
          "小選挙区制は、死票を多く生む可能性のある制度であることは否定し難いが、死票はいかなる制度でも生ずるものであって、特定の政党のみを優遇する制度とはいえないのであって、選挙を通じて国民の総意を議席に反映させる一つの合理的方法といい得る。",
          "比例代表選挙において、選挙人が政党等を選択して投票し、各政党等の得票数の多寡に応じて、政党等があらかじめ定めた当該名簿の順位に従って当選人を決定する方式は、投票の結果、すなわち選挙人の総意により当選人が決定される点で、選挙人が候補者個人を直接選択して投票する方式と異ならず、直接選挙といい得る。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "選挙制度の形成に関する国会の裁量についての次の記述のうち、最高裁判所の判例の趣旨に照らし、妥当でないものはどれか。",
        "choices": [
          "都道府県が歴史的にも政治的、経済的、社会的にも独自の意義と実体を有する単位である以上、参議院の選挙区選出議員に都道府県代表的な意義を付与し、その枠内で投票価値の平等の実現を図ることは、憲法上許容される。",
          "小選挙区制は、死票を多く生む可能性のあることは否定し難いが、死票はいかなる制度でも生ずるものであり、結局のところ選挙を通じて国民の総意を議席に反映させる一つの合理的方法ということができる。",
          "同時に行われる二つの選挙に同一の候補者が重複して立候補することを認めるか否かは、国会が裁量により決定することができる事項であり、衆議院議員選挙で小選挙区選挙と比例代表選挙との重複立候補を認める制度は憲法に違反しない。",
          "政党を媒体として国民の政治意思を国政に反映させる名簿式比例代表制を採用することは国会の裁量に属し、名簿登載者個人には投票したいがその所属する政党には投票したくないという意思を認めない非拘束名簿式比例代表制もまた同様である。",
          "参議院の比例代表選出議員について、政党が優先的に当選者となるべき候補者を定めることができる特定枠制度は、選挙人の総意によって当選人が決定される点で、選挙人が候補者個人を直接選択して投票する方式と異ならず、憲法に違反しない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "生存権に関する次の記述のうち、最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "憲法が保障する「健康で文化的な最低限度の生活」を営む権利のうち、「最低限度の生活」はある程度明確に確定できるが、「健康で文化的な生活」は抽象度の高い概念であり、その具体化に当たっては立法府・行政府の広い裁量が認められる。",
          "行政府が、現実の生活条件を無視して著しく低い基準を設定する等、憲法および生活保護法の趣旨・目的に反し、法律によって与えられた裁量権の限界を越えた場合または裁量権を濫用した場合には、違法な行為として司法審査の対象となり得る。",
          "憲法25条2項は、社会的立法および社会的施設の創造拡充により個々の国民の生活権を充実すべき国の一般的責務を、同条1項は、国が個々の国民に対しそうした生活権を実現すべき具体的義務を負っていることを、それぞれ定めたものと解される。",
          "現になされている生活保護の減額措置を行う場合には、生存権の自由権的側面の侵害が問題となるから、減額措置の妥当性や手続の適正さについて、裁判所は通常の自由権の制約と同様の厳格な審査を行うべきである。",
          "生活保護の支給額が、「最低限度の生活」を下回ることが明らかであるような場合には、特別な救済措置として、裁判所に対する直接的な金銭の給付の請求が許容される余地があると解すべきである。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "教育に関する次の記述のうち、最高裁判所の判例に照らし、妥当でないものはどれか。",
        "choices": [
          "義務教育は無償とするとの憲法の規定は、授業料不徴収を意味しており、それ以外に、教科書、学用品その他教育に必要な一切の費用を無償としなければならないことまでも定めたものと解することはできない。",
          "教科書は執筆者の学術研究の結果の発表を目的とするものではなく、また、教科書検定は検定基準に違反する場合に教科書の形態での研究結果の発表を制限するにすぎないので、教科書検定は学問の自由を保障した憲法の規定には違反しない。",
          "公教育に関する国民全体の教育意思は、法律を通じて具体化されるべきものであるから、公教育の内容・方法は専ら法律により定められ、教育行政機関も、法律の授権に基づき、広くこれらについて決定権限を有する。",
          "国民の教育を受ける権利を定める憲法規定の背後には、みずから学習することのできない子どもは、その学習要求を充足するための教育を自己に施すことを大人一般に対して要求する権利を有するとの観念が存在している。",
          "普通教育では、児童生徒に十分な批判能力がなく、また、全国的に一定の教育水準を確保すべき強い要請があること等からすれば、教師に完全な教授の自由を認めることはとうてい許されない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の文章の空欄［ ア ］〜［ オ ］に当てはまる語句の組合せとして、妥当なものはどれか。\n国民投票制には種々の方法があるが、普通にこれを［ ア ］、［ イ ］及び［ ウ ］の三種に大別する。［ ア ］という言葉は、通俗には広く国民投票一般を意味するものようにも用いられているが、その語の本来の意義は、代表者たる議会が一度議決した事項を、主権者たる国民が確認又は否認して終局的に決定するということであって、国民表決という訳語も必ずしも正確ではない。……（中略）……。［ ア ］が議会の為したことの過誤を是正する手段であるのに対して、［ イ ］は議会が為さないことの怠慢を補完する方法である。即ち議会が国民の要望を採り上げないで、必要な立法を怠っている場合に、国民自ら法律案を提出し国民の投票によってその可否を決定する制度である。……（中略）……。 ［ ウ ］即ち公務員を国民の投票によって罷免する制度は、元来選挙と表裏を成して人の問題を決定するもので、［ エ ］を前提とするものであるから、厳密な意味における［ オ ］ではないけれども、その思想及び制度の歴史に於いて他の国民投票制と形影相伴って発達して来たのみならず、その実行の方法に於いても、概ね共通しているから、通常やはり国民投票制の一種として取り扱われている。 （出典　河村又介「新憲法と民主主義」1948年から＜原文の表記の一部を改めた。＞）",
        "choices": [
          "レファレンダム国民発案国民拒否命令委任プレビシット"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の文章の空欄［ ア ］〜［ オ ］に当てはまる語句の組合せとして、妥当なものはどれか。\n大赦、特赦、減刑、刑の執行の免除及び復権は、［ ア ］においてこれを決定し……（中略）……、［ イ ］はこれを［ ウ ］することにした。ここにあげた［ エ ］権は、旧憲法では［ イ ］の［ オ ］に属していたが、新憲法において、その決定はこれを［ ア ］の権能とし、［ イ ］はただこれを［ ウ ］するに止まることになったのであるが、議会における審議に当たって、［ エ ］は、栄典とともに［ イ ］の権能として留保すべきであるという主張があった。これに対して、政府は、［ エ ］は法の一般性又は裁判の法律に対する忠実性から生ずる不当な結果を調節する作用であり、立法権、司法権及び行政権の機械的分立から生ずる不合理を是正するための制度であって、その運用には、政治的批判を伴うものであることを理由として、その実質的責任はすべてこれを［ ア ］に集中するとともに、「それが国民にもたらす有難さを［ ウ ］の形式を以て表明する」こととしたと説明している。 （出典　法学協会編「註解日本国憲法上巻」1948年から）",
        "choices": [
          "最高裁判所国会議決免訴自律権"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "立法に関する次の記述のうち、必ずしも憲法上明文では規定されていないものはどれか。",
        "choices": [
          "出席議員の5分の1以上の要求があれば、各議員の表決は、これを会議録に記載しなければならない。",
          "内閣は、法律案を作成し、国会に提出して、その審議を受け議決を経なければならない。",
          "両議院の議員は、議院で行った演説、討論または表決について、院外で責任を問われない。",
          "両議院は、各々その総議員の3分の1以上の出席がなければ、議事を開き議決することができない。",
          "衆議院で可決し、参議院でこれと異なった議決をした法律案は、衆議院で出席議員の3分の2以上の多数で再び可決したときは、法律となる。",
          "衆議院で法律案が可決し、参議院で60日以内に議決しないとき、否決したものとみなす。休会中の期間を除く。",
          "衆議院で予算案が可決し、参議院で30日以内に議決しないとき、衆議院の議決を国会の議決とする。",
          "内閣総理大臣の指名が衆議院で可決し、参議院で10日以内に可決しないとき、衆議院の議決を国会の議決とする。",
          "予算、内閣総理大臣の指名では両院協議会は義務的、法律案では任意的 10. 国会の議長は各議院に所属する議員の中から選挙によって選ばれる（国会法6条）"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の文章の下線部の趣旨に、最も適合しないものはどれか。\n議院が独立的機関であるなら、みずからの権能について、行使・不行使をみずから決定しえなければならない。議院の権能行使は、議院の自律にまかせられるを要する。けれども、憲法典は、通常、議院が、このような自律権を有することを明文で規定しない。独立の地位をもつことの、当然の帰結だからである。これに比べれば制度上の意味の限定的な議員の不逮捕特権や免責特権がかえって憲法典に規定されるのは、それが、独立的機関の構成員とされることからする当然の帰結とは考ええないことによる。憲法典に規定されなくても、議院の自律権は、議院の存在理由を確保するために不可欠で、議員特権などより重い意味をもっている。 しかし、日本国憲法典をじっくり味読するなら、<u>議院に自律権あることを前提とし、これあることを指示する規定がある</u>。 （出典　小嶋和司「憲法学講話」1982年から）",
        "choices": [
          "両議院は、各々その会議その他の手続及び内部の規律に関する規則を定めることができる。",
          "両議院は、各々国政に関する調査を行い、これに関して、証人の出頭及び証言並びに記録の提出を要求することができる。",
          "両議院は、各々その議長その他の役員を選任する。",
          "両議院は、各々その議員の資格に関する争訟を裁判する。",
          "両議院は、各々院内の秩序をみだした議員を懲罰することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "国政調査権の限界に関する次の文章の趣旨に照らして、妥当でないものはどれか。\nところで司法権の独立とは、改めていうまでもなく、裁判官が何らの「指揮命令」に服さないこと、裁判活動について何ら職務上の監督を受けないことを意味するが、単に「指揮命令」を禁止するにとどまらず、その実質的な意義は、身分保障その他、裁判官の内心における法的確信の自由な形成をつねに担保することにある。司法権の独立が、……（中略）……、「あらゆる現実の諸条件を考えた上で、社会通念上、裁判官が独立に裁判を行うに対して、事実上重大な影響をおよぼす可能性ある行動」を排斥するのは、かような趣旨にもとづくものといえよう。その結果、第一に、立法権・行政権による現に裁判所に係属中の訴訟手続への干渉は一切禁止されるのみならず、第二に、他の国家機関による判決の内容の批判はいかに適切であろうとも許容されないという原則が要請される。 （出典　芦部信喜「憲法と議会政」から）",
        "choices": [
          "議院が刑事事件について調査する際には、その経済的・社会的・政治的意義などを明らかにすることで立法や行政監督に資する目的などで行われるべきである。",
          "裁判への干渉とは、命令によって裁判官の判断を拘束することを意味するから、議院による裁判の調査・批判は何らの法的効果を持たない限り司法権の独立を侵害しない。",
          "議院の国政調査権によって、裁判の内容の当否につきその批判自体を目的として調査を行うことは、司法権の独立を侵害する。",
          "刑事裁判で審理中の事件の事実について、議院が裁判所と異なる目的から、裁判と並行して調査することは、司法権の独立を侵害しない。",
          "議院の国政調査権によって、裁判所に係属中の事件につき裁判官の法廷指揮など裁判手続自体を調査することは許されない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "議員の地位に関する次の記述のうち、法令および最高裁判所の判例に照らし、妥当なものはどれか。＜複数解＞",
        "choices": [
          "衆参両議院の比例代表選出議員に欠員が出た場合、当選順位に従い繰上補充が行われるが、名簿登載者のうち、除名、離党その他の事由により名簿届出政党等に所属する者でなくなった旨の届出がなされているものは、繰上補充の対象とならない。",
          "両議院の議員は、国会の会期中逮捕されないとの不逮捕特権が認められ、憲法が定めるところにより、院外における現行犯の場合でも逮捕されない。",
          "両議院には憲法上自律権が認められており、所属議員への懲罰については司法審査が及ばないが、除名処分については、一般市民法秩序と関連するため、裁判所は審査を行うことができる。",
          "地方議会の自律権は、議院の自律権とは異なり法律上認められたものにすぎないので、裁判所は、除名に限らず、地方議会による議員への懲罰について広く審査を行うことができる。",
          "地方議会の議員は、住民から直接選挙されるので、国会議員と同様に免責特権が認められ、議会で行った演説、討論または表決について議会外で責任を問われない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "国会議員の地位・特権に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "両議院の議員には国庫から相当額の歳費を受ける権利が保障されており、議員全員を対象とした一律の措置であっても、議員の任期の途中に歳費の減額を行うことはできない。",
          "両議院の議員は、国会の会期中は、法律の定める場合を除いては逮捕されることがなく、また所属する議院の同意がなければ訴追されない。",
          "両議院の議員には、議院で行った演説、討論、表決について免責特権が認められているが、議場外の行為については、議員の職務として行ったものであっても、免責の対象とならない。",
          "参議院の緊急集会は、衆議院の解散中に開催されるものであるが、その際にも、議員に不逮捕特権や免責特権の保障が及ぶ。",
          "議院が所属議員に科した懲罰には、議院自律権の趣旨から司法審査は及ばないのが原則であるが、除名に関しては、手続の適正さについて審査が及ぶとするのが最高裁判所の判例である。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "内閣の権限に関する次の記述のうち、憲法の規定に照らし、妥当なものはどれか。",
        "choices": [
          "内閣は、事前に、時宜によっては事後に、国会の承認を経て条約を締結するが、やむを得ない事情があれば、事前または事後の国会の承認なく条約を締結できる。",
          "内閣は、国会が閉会中で法律の制定が困難な場合には、事後に国会の承認を得ることを条件に、法律にかわる政令を制定することができる。",
          "参議院の緊急集会は、衆議院の解散により国会が閉会している期間に、参議院の総議員の4分の1以上の要求があった場合、内閣によりその召集が決定される。",
          "内閣総理大臣が欠けたとき、内閣は総辞職をしなければならないが、この場合の内閣は、あらたに内閣総理大臣が任命されるまで引き続きその職務を行う。",
          "新年度開始までに予算が成立せず、しかも暫定予算も成立しない場合、内閣は、新年度予算成立までの間、自らの判断で予備費を設け予算を執行することができる。",
          "予見しがたい予算の不足に充てるため、国会の議決に基づいて予備費を設け、内閣が責任を持って支出でき、支出後は、内閣は事後に国会の承諾を得なければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "内閣に関する次の記述のうち、憲法の規定に照らし、妥当なものはどれか。",
        "choices": [
          "内閣総理大臣は、国会の同意を得て国務大臣を任命するが、その過半数は国会議員でなければならない。",
          "憲法は明文で、閣議により内閣が職務を行うべきことを定めているが、閣議の意思決定方法については規定しておらず、慣例により全員一致で閣議決定が行われてきた。",
          "内閣の円滑な職務遂行を保障するために、憲法は明文で、国務大臣はその在任中逮捕されず、また在任中は内閣総理大臣の同意がなければ訴追されない、と規定した。",
          "法律および政令には、その執行責任を明確にするため、全て主任の国務大臣が署名し、内閣総理大臣が連署することを必要とする。",
          "内閣の存立は衆議院の信任に依存するので、内閣は行政権の行使について、参議院に対しては連帯責任を負わない。",
          "内閣総理大臣は、閣議を経なくとも、国務大臣を任命、罷免できると憲法で明文化されている。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "裁判の公開に関する次の記述のうち、最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "裁判は、公開法廷における対審および判決によらなければならないので、カメラ取材を裁判所の許可の下に置き、開廷中のカメラ取材を制限することは、原則として許されない。",
          "裁判所が過料を科す場合は、それが純然たる訴訟事件である刑事制裁を科す作用と同質であることに鑑み、公開法廷における対審および判決によらなければならない。",
          "証人尋問の際に、傍聴人と証人との間で遮へい措置が採られても、審理が公開されていることに変わりはないから、裁判の公開に関する憲法の規定には違反しない。",
          "傍聴人は法廷で裁判を見聞できるので、傍聴人が法廷でメモを取る行為は、権利として保障されている。",
          "裁判官の懲戒の裁判は行政処分の性質を有するが、裁判官の身分に関わる手続であるから、裁判の公開の原則が適用され、審問は公開されなければならない。",
          "憲法76条2項では、特別裁判所は、これを設置することができないと明文化されている。",
          "対審・判決は公開されなければならない。ただし対審は例外あり。",
          "最高裁判所裁判官の任期は、定められておらず、10年ごとの国民審査により付され、定年は70歳。",
          "地裁裁判官の任期は10年で、定年は65歳。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "司法権の限界に関する次の記述のうち、最高裁判所の判例の趣旨に照らし、妥当でないものはどれか。＜複数解＞",
        "choices": [
          "具体的な権利義務ないしは法律関係に関する紛争であっても、信仰対象の価値または教義に関する判断が前提問題となる場合には、法令の適用による解決には適さず、裁判所の審査は及ばない。",
          "大学による単位授与行為（認定）は、純然たる大学内部の問題として大学の自律的判断にゆだねられるべきものであり、一般市民法秩序と直接の関係を有すると認めるにたる特段の事情がない限り、裁判所の審査は及ばない。",
          "衆議院の解散は高度の政治性を伴う国家行為であって、その有効無効の判断は法的に不可能であるから、そもそも法律上の争訟の解決という司法権の埒外にあり、裁判所の審査は及ばない。",
          "政党の結社としての自律性からすると、政党の党員に対する処分は原則として自律的運営にゆだねるべきであり、一般市民法秩序と直接の関係を有しない内部的問題にとどまる限りは、裁判所の審査は及ばない。",
          "地方議会議員の出席停止処分は、除名とは異なり議員の権利行使の一時的制約にすぎず、議会の内部規律の問題として自治的措置にゆだねるべきであるから、裁判所の審査は及ばない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の文章は、最高裁判所判決の一節である。これを読んで空欄 [ア] 〜 [ウ] に正しい語を入れ、その上で、[ア] 〜 [ウ] を含む文章として正しいものを、選びなさい。\n最高裁判所裁判官任命に関する国民審査の制度はその実質において所謂 [ア] の制度と見ることが出来る。それ故本来ならば [イ] を可とする投票が有権者の総数の過半数に達した場合に [イ] されるものとしてもよかったのである。それを憲法は投票数の過半数とした処が他の [ア] の制度と異るけれどもそのため [ア] の制度でないものとする趣旨と解することは出来ない。只 [イ] を可とする投票数との比較の標準を投票の総数に採つただけのことであつて、根本の性質はどこ迄も [ア] の制度である。このことは憲法第七十九条三項の規定にあらわれている。同条第二項の字句だけを見ると一見そうでない様にも見えるけれども、これを第三項の字句と照し合せて見ると、国民が [イ] すべきか否かを決定する趣旨であつて、所論の様に [ウ] そのものを完成させるか否かを審査するものでないこと明瞭である。 （最大判昭和27年2月20日民集6巻2号122頁）",
        "choices": [
          "[ア] は、レファレンダムと呼ばれ、地方公共団体の首長などに対しても認められる。",
          "[ア] に入る語は罷免、[ウ] に入る語は任命である。",
          "憲法によれば、公務員を [ア] し、およびこれを [イ] することは、国民固有の権利である。",
          "憲法によれば、内閣総理大臣は、任意に国務大臣を [ア] することができる。",
          "憲法によれば、国務大臣を [ウ] するのは、内閣総理大臣である。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "動物愛護や自然保護に強い関心を持つ裁判官A氏は、毛皮の採取を目的とした野生動物の乱獲を批判するため、休日に仲間と語らって派手なボディペインティングをした風体でデモ行進を行い、その写真をソーシャルメディアに掲載したところ、賛否両論の社会的反響を呼ぶことになった。事態を重く見た裁判所は、A氏に対する懲戒手続を開始した。 このニュースに関心を持ったBさんは、事件の今後の成り行きを予測するため情報収集を試みたところ、裁判官の懲戒手続一般についてインターネット上で次の1〜5の出所不明の情報を発見した。このうち、法令や最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "裁判官の身分保障を手続的に確保するため、罷免については国会に設置された弾劾裁判所が、懲戒については独立の懲戒委員会が決定を行う。",
          "裁判官の懲戒の内容は、職務停止、減給、戒告または過料とされる。",
          "司法権を行使する裁判官に対する政治運動禁止の要請は、一般職の国家公務員に対する政治的行為禁止の要請よりも強い。",
          "政治運動を理由とした懲戒が憲法21条に違反するか否かは、当該政治運動の目的や効果、裁判官の関わり合いの程度の3点から判断されなければならない。",
          "表現の自由の重要性に鑑みれば、裁判官の品位を辱める行状があったと認定される事例は、著しく品位に反する場合のみに限定されなければならない。",
          "審理、判決は公開、対審は公開なしですることもできる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "財政に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "国会が議決した予算の公布は、法律、政令、条約などの公布と同様に、憲法上、天皇の国事行為とされている。",
          "国会による予算の修正をめぐっては、内閣の予算提出権を侵すので予算を増額する修正は許されないとする見解もあるが、現行法には、予算の増額修正を予想した規定が置かれている。",
          "予算が成立したにもかかわらず、予算が予定する支出の根拠となる法律が制定されていないような場合、法律が可決されるまでの間、内閣は暫定的に予算を執行することができる。",
          "皇室の費用はすべて、予算に計上して国会の議決を経なければならないが、皇室が財産を譲り受けたり、賜与したりするような場合には、国会の議決に基く必要はない。",
          "国の収入支出の決算は、内閣が、毎年そのすべてについて国会の承認の議決を得たうえで、会計検査院に提出し、その審査を受けなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "財政に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "国費の支出は国会の議決に基づくことを要するが、国による債務の負担は直ちに支出を伴うものではないので、必ずしも国会の議決に基づく必要はない。",
          "予算の提出権は内閣にのみ認められているので、国会は予算を修正することができず、一括して承認するか不承認とするかについて議決を行う。",
          "予見し難い予算の不足に充てるため、内閣は国会の議決に基づき予備費を設けることができるが、すべての予備費の支出について事後に国会の承認が必要である。",
          "予算の公布は、憲法改正・法律・政令・条約の公布と同様に、憲法上、天皇の国事行為とされている。",
          "国の歳出の決算は毎年会計検査院の検査を受けなければならないが、収入の見積もりにすぎない歳入の決算については、会計検査院の検査を受ける必要はない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "衆議院の解散に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "衆議院議員総選挙は、衆議院議員の任期が満了した場合と衆議院が解散された場合に行われるが、実際の運用では、任期満了による総選挙が過半数を占め、解散による総選挙は例外となっている。",
          "内閣による衆議院の解散は、高度の政治性を有する国家行為であるから、解散が憲法の明文規定に反して行われるなど、一見極めて明白に違憲無効と認められる場合を除き、司法審査は及ばないとするのが判例である。",
          "最高裁判所が衆議院議員選挙における投票価値の不均衡について憲法違反の状態にあると判断した場合にも、内閣の解散権は制約されないとするのが政府見解であるが、実際には、不均衡を是正しないまま衆議院が解散された例はない。",
          "衆議院が内閣不信任案を可決し、または信任案を否決したとき、内閣は衆議院を解散できるが、この場合には、内閣によりすでに解散が決定されているので、天皇は、内閣の助言と承認を経ず、国事行為として衆議院議員選挙の公示を行うことができると解される。",
          "天皇の国事行為は本来、厳密に形式的儀礼的性格のものにすぎない、と考えるならば、国事行為としての衆議院の解散の宣言について内閣が助言と承認の権能を有しているからといって、内閣が憲法上当然に解散権を有していると決めつけることはできない、という結論が導かれる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "罷免・解職に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "衆議院比例代表選出議員または参議院比例代表選出議員について、名簿を届け出た政党から、除名、離党その他の事由により当該議員が政党に所属する者でなくなった旨の届出がなされた場合、当該議員は当選を失う。",
          "議員の資格争訟の裁判は、国権の最高機関である国会に認められた権能であるから、両院から選出された国会議員による裁判の結果、いずれかの議院の議員が議席を失った場合には、議席喪失の当否について司法審査は及ばない。",
          "閣議による内閣の意思決定は、慣例上全員一致によるものとされてきたので、これを前提にすれば、衆議院の解散の決定にあたり反対する大臣がいるような場合には、当該大臣を罷免して内閣としての意思決定を行うことになる。",
          "最高裁判所の裁判官は、任命後初めて行われる衆議院議員総選挙の際に国民の審査に付されるが、その後、最高裁判所の長官に任命された場合は、任命後最初の衆議院議員総選挙の際に、長官として改めて国民の審査に付される。",
          "裁判官は、公の弾劾によらなければ罷免されず、また、著しい非行があった裁判官を懲戒免職するためには、最高裁判所裁判官会議の全員一致の議決が必要である。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      }
    ]
  },
  "行政法": {
    "行政法総論": [
      {
        "text": "①法の一般原則に関わる最高裁判所の判決に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "地方公共団体が、将来にわたって継続すべき一定内容の施策を決定した場合、その後社会情勢が変動したとしても、当該施策を変更することは住民や関係者の信頼保護の観点から許されないから、当該施策の変更は、当事者間に形成された信頼関係を不当に破壊するものとして、それにより損害を被る者との関係においては、違法となる。",
          "租税法律主義の原則が貫かれるべき租税法律関係においては、租税法規に適合する課税処分について、法の一般原則である信義則の法理の適用がなされることはなく、租税法規の適用における納税者の平等、公平という要請を犠牲にしてもなお保護しなければ正義に反するといえるような特別の事情が存する場合であっても、課税処分が信義則の法理に反するものとして違法となることはない。",
          "法の一般原則として権利濫用の禁止が行致上の法律関係において例外的に適用されることがあるとしても、その適用は慎重であるべきであるから、町からの申請に基づき知事がなした児童遊園設置認可処分が行致権の著しい濫用によるものであっても、それが、地域環境を守るという公益上の要請から生じたものである場合には、当該処分が違法とされることはない。",
          "地方自治法により、金銭の給付を目的とする普通地方公共団体の権利につきその時効消滅については援用を要しないとされているのは、当該権利の性質上、法令に従い適正かつ画一的にこれを処理することが地方公共団体の事務処理上の便宜および住民の平等的取扱の理念に資するものであり、当該権利について時効援用の制度を適用する必要がないと判断されたことによるものと解されるから、普通地方公共団体に対する債権に関する消滅時効の主張が信義則に反し許されないとされる場合は、極めて限定されるというべきである。",
          "国家公務員の雇傭関係は、私人間の関係とは異なる特別の法律関係において結ばれるものであり、国には、公務の管理にあたって公務員の生命および健康等を危険から保護するよう配慮する義務が認められるとしても、それは一般的かつ抽象的なものにとどまるものであって、国家公務員の公務上の死亡について、国は、法律に規定された補償等の支給を行うことで足り、それ以上に、上記の配慮義務違反に基づく損害賠償義務を負うことはない。"
        ],
        "answer": [
          3
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": "ｇｓ０００１"
      },
      {
        "text": "②行政法における一般原則に関する最高裁判所の判例について説明する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "特定の事業者の個室付浴場営業を阻止する目的で町が行った児童福祉法に基づく児童福祉施設の認可申請に対し、県知事が行った認可処分は、仮にそれが営業の阻止を主たる目的としてなされたものであったとしても、当該処分の根拠法令たる児童福祉法所定の要件を満たすものであれば、当該認可処分を違法ということはできないから、当該個室付浴場営業は当然に違法となる。",
          "特定の事業者の廃棄物処理施設設置計画を知った上で定められた町の水道水源保護条例に基づき、当該事業者に対して規制対象事業場を認定する処分を行うに際しては、町は、事業者の立場を踏まえて十分な協議を尽くす等、その地位を不当に害することのないよう配慮すべきであるが、このような配慮要請は明文上の義務ではない以上、認定処分の違法の理由とはならない。",
          "法の一般原則である信義則の法理は、行政法関係においても一般に適用されるものであるとはいえ、租税法律主義の原則が貫かれるべき租税法律関係においては、租税法規に適合する課税処分について信義則の法理の適用により当該課税処分を違法なものとして取り消すことは、争われた事案の個別の状況や特段の事情の有無にかかわらず、租税法律主義に反するものとして認められない。",
          "地方公共団体が将来にわたって継続すべき施策を決定した場合でも、当該施策が社会情勢の変動等に伴って変更されることがあることは当然であるが、当該地方公共団体の勧告ないし勧誘に動機付けられて施策の継続を前提とした活動に入った者が社会観念上看過することのできない程度の積極的損害を被る場合において、地方公共団体が当該損害を補償するなどの措置を講ずることなく施策を変更することは、それがやむをえない客観的事情によるのでない限り、当事者間に形成された信頼関係を不当に破壊するものとして違法となる。",
          "国の通達に基づいて、地方公共団体が被爆者援護法*等に基づく健康管理手当の支給を打ち切った後、当該通達が法律の解釈を誤ったものであるとして廃止された場合であっても、行政機関は通達に従い法律を執行する義務があることからすれば、廃止前の通達に基づいて打ち切られていた手当の支払いを求める訴訟において、地方公共団体が消滅時効を主張することは信義則に反しない。"
        ],
        "answer": [
          3
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": "ｇｓ０００３"
      },
      {
        "text": "③行政上の法律関係に関する次の記述のうち、最高裁判所の判例に照らし、妥当なものの組合せはどれか。（正解肢２つ）",
        "choices": [
          "社会保障給付における行政主体と私人との間の関係は、対等なものであり、公権力の行使が介在する余地はないから、処分によって規律されることはなく、もっぱら契約によるものとされている。",
          "未決勾留による拘禁関係は、勾留の裁判に基づき被勾留者の意思にかかわらず形成され、法令等の規定により規律されるものであるから、国は、拘置所に収容された被勾留者に対して信義則上の安全配慮義務を負わない。",
          "食品衛生法の規定により必要とされる営業の許可を得ることなく食品の販売を行った場合、食品衛生法は取締法規であるため、当該販売にかかる売買契約が当然に無効となるわけではない。",
          "法の一般原則である信義誠実の原則は、私人間における民事上の法律関係を規律する原理であるから、租税法律主義の原則が貫かれる租税法律関係には適用される余地はない。"
        ],
        "answer": [
          1,
          2
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "④行政上の法律関係に関する次の記述のうち、最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "公営住宅の使用関係については、一般法である民法および借家法（当時）が、特別法である公営住宅法およびこれに基づく条例に優先して適用されることから、その契約関係を規律するについては、信頼関係の法理の適用があるものと解すべきである。",
          "食品衛生法に基づく食肉販売の営業許可は、当該営業に関する一般的禁止を個別に解除する処分であり、同許可を受けない者は、売買契約の締結も含め、当該営業を行うことが禁止された状態にあるから、その者が行った食肉の買入契約は当然に無効である。",
          "租税滞納処分は、国家が公権力を発動して財産所有者の意思いかんにかかわらず一方的に処分の効果を発生させる行為であるという点で、自作農創設特別措置法（当時）所定の農地買収処分に類似するものであるから、物権変動の対抗要件に関する民法の規定の適用はない",
          "建築基準法において、防火地域または準防火地域内にある建築物で外壁が耐火構造のものについては、その外壁を隣地境界線に接して設けることができるとされているところ、この規定が適用される場合、建物を築造するには、境界線から一定以上の距離を保たなければならないとする民法の規定は適用されない。",
          "公営住宅を使用する権利は、入居者本人にのみ認められた一身専属の権利であるが、住宅に困窮する低額所得者に対して低廉な家賃で住宅を賃貸することにより、国民生活の安定と社会福祉の増進に寄与するという公営住宅法の目的にかんがみ、入居者が死亡した場合、その同居の相続人がその使用権を当然に承継することが認められる。"
        ],
        "answer": [
          3
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": "ｇｓ００１０"
      },
      {
        "text": "⑥国と国家公務員との法律関係に関する次の記述のうち、最高裁判所の判決に照らし、正しいものはどれか。",
        "choices": [
          "国と国家公務員は特別な社会的接触の関係にあるので、公務災害の場合、国は、一般的に認められる信義則上の義務に基づいて賠償責任を負うことはない。",
          "安全配慮義務は私法上の義務であるので、国と国家公務員との間の公務員法上の関係においては、安全配慮義務に基づく責任は認められない。",
          "公務災害に関する賠償は、国の公法上の義務であるから、これに民法の規定を適用する余地はない。",
          "公務災害に関する賠償については、国家賠償法に基づく不法行為責任が認められる場合に限られ、上司等の故意過失が要件とされる。",
          "公務災害に関わる金銭債権の消滅時効期間については、早期決済の必要性など行政上の便宜を考慮する必要がないので、会計法の規定は適用されず、民法の規定が適用される。"
        ],
        "answer": [
          4
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": "ｇｓ０００５"
      },
      {
        "text": "⑦次の文章は、公有水面埋立てに関する最高裁判所判決の一節である。次の下線を引いた(ア)〜(オ)の用語のうち、誤っているはどれか。\n(1)海は、特定人による独占的排他的支配の許されないものであり、現行法上、海水に覆われたままの状態でその一定範囲を区画してこれを私人の所有に帰属させるという制度は採用されていないから、海水に覆われたままの状態においては、私法上の(ア)所有権の客体となる土地に当たらない(略)。\n\nまた、海面を埋め立てるために土砂が投入されて埋立地が造成されても、原則として、埋立権者が竣功認可を受けて当該埋立地の(ア)所有権を取得するまでは、その土砂は、海面下の地盤に付合するものではなく、公有水面埋立法……に定める原状回復義務の対象となり得るものである(略)。\n\nこれらのことからすれば、海面の埋立工事が完成して陸地が形成されても、同項に定める原状回復義務の対象となり得る限りは、海面下の地盤の上に独立した動産たる土砂が置かれているにすぎないから、この時点ではいまだ当該埋立地は私法上(ア)所有権の客体となる土地に当たらないというべきである。\n\n(2)公有水面埋立法……に定める上記原状回復義務は、海の公共性を回復するために埋立てをした者に課せられた義務である。\n\nそうすると、長年にわたり当該埋立地が事実上公の目的に使用されることもなく放置され、(イ)公共用財産としての形態、機能を完全に喪失し、その上に他人の平穏かつ公然の(ウ)占有が継続したが、そのため実際上公の目的が害されるようなこともなく、これを(イ)公共用財産として維持すべき理由がなくなった場合には、もはや同項に定める原状回復義務の対象とならないと解すべきである。\n\nしたがって、竣功未認可埋立地であっても、上記の場合には、当該埋立地は、もはや公有水面に復元されることなく私法上所有権の客体となる土地として存続することが確定し、同時に、(エ)明示的に公用が廃止されたものとして、(オ)消滅時効の対象となるというべきである。 （最二小判平成 17 年 12 月 16 日民集 59 巻 10 号 2931 頁）",
        "choices": [
          "ア",
          "イ",
          "ウ",
          "エ",
          "オ"
        ],
        "answer": [
          3,
          4
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": "ｇｓ００１６"
      },
      {
        "text": "⑧正しいものはどれ（複数解）",
        "choices": [
          "供託金の払渡請求の消滅時効は会計法の規定により5年。",
          "供託官の却下処分に対し、取消訴訟を提起できる。",
          "供託金の払渡請求の起算点は、供託官が免責の効果を受ける必要が消滅したとき。",
          "参議院の議員が、臨時会の召集を受けられる地位を有するかの確認を求める訴訟は、公法上の法律関係に関する訴えにあたり、法律上の争いにあたる。",
          "参議院から臨時会の召集があったにも関わらず、3ヶ月間放置し、さらには衆議院を解散するという内閣の判断は、憲法53条の合理的期間に反しない。"
        ],
        "answer": [
          0,
          1,
          2,
          3,
          4
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": "ｇｓ００１８"
      },
      {
        "text": "⑨国の行政組織に関する次の記述のうち、正しいものの組合せはどれか。",
        "choices": [
          "国家行政組織法によれば、行政組織のために置かれる国の行政機関には、省、庁および独立行政法人があり、その設置・廃止は別に法律の定めるところによる",
          "国家行政組織法によれば、同法の定める国の行政機関には、審議会等、合議により処理することが適当な事務をつかさどるための合議制機関を置くことができる。",
          "内閣府設置法によれば、内閣総理大臣は、内閣府の長として、内閣府の事務を統括し、職員の服務について統督する。",
          "国家行政組織法によれば、各省大臣は、主任の行政事務について、それぞれの機関の命令として規則を発することができる。",
          "内閣府設置法によれば、政令のうち、特に内閣府に係る主任の事務に関わるものを内閣府令と称し、内閣総理大臣がこれを制定する。"
        ],
        "answer": [
          1,
          2
        ],
        "explain": "",
        "wordBank": "内閣官房のトップは、内閣総理大臣です。",
        "memo": "",
        "slots": [],
        "refId": "ｇｓ００２３"
      },
      {
        "text": "⑩誤っているものはどれ。",
        "choices": [
          "内閣官房のTOPは内閣官房長官である。",
          "省の外局として置かれる各委員会は、法律の定めるところにより規則を発することができる",
          "各庁の長官は、法律の定めるところにより、規則その他の命令をみずから発することができる",
          "国家行政組織法では、内閣府、デジタル庁に関しては規定していない。",
          "合議制機関とは、公正取引委員会、公安委員会、教育委員会、人事院、会計検査院をいう。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "⑪内閣法および国家行政組織法の規定に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "各省大臣は、国務大臣のうちから内閣総理大臣が命ずるが、内閣総理大臣が自ら各省大臣に当たることはできない。",
          "各省大臣は、その機関の事務を統括し、職員の服務について、これを統督するが、その機関の所掌事務について、命令または示達をするため、所管の諸機関および職員に対し、告示を発することができる。",
          "各省大臣は、主任の行政事務について、法律または政令の制定、改正または廃止を必要と認めるときは、案をそなえて、内閣総理大臣に提出して、閣議を求めなければならない。",
          "各省大臣は、主任の行政事務について、法律もしくは政令を施行するため、または法律もしくは政令の特別の委任に基づいて、それぞれその機関の命令として省令その他の特別の命令を発することができる。",
          "各省大臣は、主任の大臣として、それぞれ行政事務を分担管理するものとされ、内閣総理大臣が行政各部を指揮監督することはできない。",
          "各省大臣や委員会、庁の長官などが法令や条例の規定に基づいて公示として告示を一般国民に発することができる。",
          "内閣にも法案提出権が認められるが、あくまで、案の提出が認められる訳であり、立法権が認められる訳ではない（内閣総理大臣が提出）",
          "法律および政令には、すべて国務大臣が署名し、内閣総理大臣の連署が必要"
        ],
        "answer": [
          2,
          5,
          6,
          7
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "・正しい肢はいくつある。\n各省大臣や委員会、庁の長官などが法令や条例の規定に基づいて公示として告示を一般国民に発することができる。\n内閣にも法案提出権が認められるが、あくまで案の提出が認められる訳であり、立法権が認められる訳ではない。\n法律および政令には、すべて国務大臣が署名し、内閣総理大臣の連署が必要。",
        "choices": [
          "１つ",
          "２つ",
          "３つ"
        ],
        "answer": [
          2
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "・正しいものはどれ（複数解）",
        "choices": [
          "省は内閣の統轄の下に行政事務をつかさどる機関で省には官房と局が置かれ、特に必要がある場合、それぞれに部が置かれる。",
          "委員会、庁は内閣府に置かれる機関で、主任の大臣の統轄の下にありながら、組織的には省の内部部局とは異なる独立性を有する。",
          "諮問機関には、中央教育審議会、法制審議会、地方制度調査会等がある。",
          "参与機関には、電波監理審議会、検察官適格審査会等がある。",
          "法務省の外局として、国家行政組織法を根拠に、出入国在留管理庁が置かれる。",
          "内閣府の外局として、個人情報保護法を根拠に個人情報保護委員会が置かれる。"
        ],
        "answer": [
          0,
          1,
          2,
          3,
          4,
          5
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "・国家公務員に対する制裁措置に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "一般職公務員に対する懲戒処分については、人事院がすべての職種について処分基準を定め、これに基づいて処分を行う。",
          "一般職公務員に対する懲戒処分については、職務上の行為だけでなく、職務時間外の行為も処分理由となりうる。",
          "一般職公務員について、勤務実績がよくない場合には、懲戒処分の対象となりうる。",
          "一般職公務員に対する法律上の懲戒処分の種類は、免職・降任・休職・減給の4種類である。",
          "一般職公務員に対して課されている政治的行為の制限に違反した場合、懲戒処分の対象となるが、罰則は定められていない。"
        ],
        "answer": [
          1
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [
          {
            "label": "[ ア ]",
            "options": "省令（ｒ）\n政令"
          },
          {
            "label": "[ イ ]",
            "options": "法規命令（ｒ）\n行政規則"
          },
          {
            "label": "[ ウ ]",
            "options": "法規命令\n行政規則（ｒ）"
          },
          {
            "label": "[ エ ]",
            "options": "執行命令（ｒ）\n委任命令"
          }
        ],
        "refId": ""
      },
      {
        "text": "・行政立法についての最高裁判所の判決に関する次の記述のうち、妥当なものはどれか。（複数解）",
        "choices": [
          "国家公務員の退職共済年金受給に伴う退職一時金の利子相当額の返還について定める国家公務員共済組合法の規定において、その利子の利率を政令で定めるよう委任をしていることは、直接に国民の権利義務に変更を生じさせる利子の利率の決定という、本来法律で定めるべき事項を政令に委任するものであり、当該委任は憲法41条に反し許されない。",
          "監獄法（当時）の委任を受けて定められた同法施行規則（省令）において、原則として被勾留者と幼年者との接見を許さないと定めていることは、法律によらないで被勾留者の接見の自由を著しく制限するものであって、法の委任の範囲を超えるものといえ、当該施行規則の規定は無効である。",
          "薬事法（当時）の委任を受けて、同法施行規則（省令）において一部の医薬品について郵便等販売をしてはならないと定めることについて、当該施行規則の規定が法律の委任の範囲を逸脱したものではないというためには、もっぱら法律中の根拠規定それ自体から、郵便等販売を規制する内容の省令の制定を委任する授権の趣旨が明確に読み取れることを要する。",
          "児童扶養手当法の委任を受けて定められた同法施行令（政令）の規定において、支給対象となる婚姻外懐胎児童について「（父から認知された児童を除く。）」という括弧書きが設けられていることについては、政令制定者の裁量の範囲内に属するものであり、違憲、違法ではない。",
          "銃砲刀剣類所持等取締法が、美術品として価値のある刀剣類の所持を認めるための鑑定基準等を定めることを登録規則（省令）に委任している場合に、当該登録規則において登録の対象を日本刀に限定したことについては、法の委任の範囲を超えるものといえ、当該登録規則の規定は無効である。",
          "薬事法の委任を受けて、第一種、第二種医薬品をインターネットでの販売を禁止する行政規則は、法の範囲を逸脱し、無効",
          "地方税法改正の施行前における返礼品の提供の態様を理由に、特別控除対象寄附金の対象となる都道府県等の指定の対象外となることを定める告示の当該部分は、地方税法の委任の範囲を逸脱した違法なものとして無効である（ふるさと納税不指定事件）"
        ],
        "answer": [
          1,
          6
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "・行政立法に関する次の記述のうち、法令の定めまたは最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "行政手続法が定める意見公募手続の対象となるのは、法規命令のみであり、行政規則はその対象とはされていない。",
          "法律の規定を実施するために政令を定めるのは内閣の事務であるが、その法律による委任がある場合には、政令に罰則を設けることもできる。",
          "法律による委任の範囲を逸脱して定められた委任命令は違法となるが、権限を有する機関が取り消すまでは有効なものとして取り扱われる。",
          "通達の内容が、法令の解釈や取扱いに関するもので、国民の権利義務に重大なかかわりをもつようなものである場合には、当該通達に対して取消訴訟を提起することができる。",
          "行政手続法が適用される不利益処分の処分基準において、過去に処分を受けたことを理由として後行の処分に係る量定が加重される旨の定めがある場合には、当該処分基準の定めに反する後行の処分は当然に無効となる。"
        ],
        "answer": [
          1
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "・誤っているものはどれ。",
        "choices": [
          "行政手続法の審査基準、処分基準、行政指導指針は、法律・法令に関する命令である。",
          "通達は書面をもってされる。",
          "要綱は、行政の執行についての指針を定める内部的規範。",
          "違法な処分、行政行為であっても、取り消されるまでは有効とみなされ、重大かつ明白な違法がある場合は、この限りではない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "・行政裁量に関する最高裁判所の判例について、次の記述のうち、誤っているものはどれか。",
        "choices": [
          "外国人が在留期間中に行った政治活動の内容を慎重に吟味することなく、更新を適当と認めるに足りる相当の理由があるとはいえないと判断した法務大臣の判断は、裁量権の範囲を越える違法なものとなる。",
          "学生が信仰上の理由によりした剣道実技の履修拒否について、代替措置について何ら検討することもなく退学処分をした校長の措置は、裁量権の範囲を越える違法なものとなる。",
          "個人タクシー事業の免許に当たり、具体的審査基準を設定してこれを公正かつ合理的に適用すべきであり、これに反する審査手続により却下したときは、当該却下処分は違法となる。",
          "原子炉設置許可処分の取消訴訟における裁判所の審理・判断は、原子力委員会等の判断に不合理な点があるか否かという観点から行われるべきである。",
          "裁判所が公務員に対する懲戒処分の適否を審査するに当たっては、それが社会観念上著しく妥当を欠き裁量権を濫用したと認められる場合に限り、違法と判断すべきものである。",
          "※メモ　マクリーン事件は要件裁量、神戸税関事件は効果裁量"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "・行政裁量に関する次の記述のうち、最高裁判所の判決に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "・教科書検定の審査、判断は、文部大臣（当時）の合理的な裁量に委ねられる。",
          "・懲戒処分の司法審査にあたり、裁判所は懲戒権者が当該処分に当たって行った事実認定に拘束される。",
          "・公害健康被害の補償等に関する法律に基づく水俣病の認定は、処分行政庁の裁量に委ねられるべき性質のものではない。",
          "・老齢加算に係る部分を改定するに際し、厚生労働大臣に政策的な見地からの裁量権は認められない。",
          "・学校施設の目的外使用で、支障がない集会の開催を目的とするものについては、これを許可しなければならない。",
          "・国家公務員に対する懲戒処分は、社会観念上著しく妥当を欠き、裁量権を濫用したと認められる場合に限り違法と判断される。",
          "・裁判所はいかなる処分をすべきであったか割り出し、その結果と懲戒処分とを比較衡量するものではない。",
          "・教科書検定の審査の内容、基準等を省令等により定めたことは、法律の委任を欠くとまでいえない。"
        ],
        "answer": [
          0,
          2,
          5,
          6,
          7
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "・マクリーン事件判決に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "・在留期間更新の判断にあたっては、国内の政治・経済・社会等の諸事情を考慮することは他事考慮にも当たり許されない。",
          "・裁量審査においては、事実に対する評価が明白に合理性を欠くこと等により社会通念に照らし著しく妥当性を欠くことが明らかである場合に限り、違法とされる。",
          "・上陸拒否事由または退去強制事由に準ずる事由に該当しない限り更新申請を不許可にすることはできない。",
          "・出入国管理政策を非難する活動が含まれていた場合、更新を適当と認めるに足りる相当の理由がないと判断したとしても、裁量権の逸脱、濫用には当たらない。",
          "・政治活動の自由に関する憲法の保障は外国人には及ばず、更新の際に消極的事情として考慮することも許される。"
        ],
        "answer": [
          1,
          3
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "・次の文章は、都市計画における建設大臣（当時）の裁量権の範囲に関する原審の判断を覆した最高裁判所判決の一節である。空欄 [ I ] ～ [ IV ] には、それぞれあとのア～エのいずれかの文が入る。原審の判断を覆すための論理の展開を示すものとして妥当なものの組合せはどれか。\n\n都市施設は、その性質上、土地利用、交通等の現状及び将来の見通しを勘案して、適切な規模で必要な位置に配置することにより、円滑な都市活動を確保し、良好な都市環境を保持するように定めなければならないものであるから、都市施設の区域は、当該都市施設が適切な規模で必要な位置に配置されたものとなるような合理性をもって定められるべきものである。この場合において、民有地に代えて公有地を利用することができるときには、そのことも上記の合理性を判断する一つの考慮要素となり得ると解すべきである。 [ I ]。しかし、[ II ]。 そして、[ III ]のであり、 [ IV ]。 以上によれば、南門の位置を変更することにより林業試験場の樹木に悪影響が生ずるか等について十分に審理することなく、本件都市計画決定について裁量権の範囲を逸脱し又はこれを濫用してしたものであるということはできないとした原審の判断には、判決に影響を及ぼすことが明らかな法令の違反がある。 （最二小判平成18年9月4日判例時報1948号26頁）\n\nア　原審は、南門の位置を変更し、本件民有地ではなく本件国有地を本件公園の用地として利用することにより、林業試験場の樹木に悪影響が生ずるか、悪影響が生ずるとして、これを樹木の植え替えなどによって回避するのは困難であるかなど、樹木の保全のために南門の位置は現状のとおりとするのが望ましいという建設大臣の判断が合理性を欠くものであるかどうかを判断するに足りる具体的な事実を確定していないのであって、原審の確定した事実のみから、南門の位置を現状のとおりとする必要があることを肯定し、建設大臣がそのような前提の下に本件国有地ではなく本件民有地を本件公園の区域と定めたことについて合理性に欠けるものではないとすることはできないといわざるを得ない\n\nイ　本件国有地ではなく本件民有地を本件公園の区域と定めた建設大臣の判断が合理性を欠くものであるということができるときには、その建設大臣の判断は、他に特段の事情のない限り、社会通念に照らし著しく妥当性を欠くものとなるのであって、本件都市計画決定は、裁量権の範囲を超え又はその濫用があったものとして違法となるのである\n\nウ　樹木の保全のためには南門の位置は現状のとおりとするのが望ましいという建設大臣の判断が合理性を欠くものであるということができる場合には、更に、本件民有地及び本件国有地の利用等の現状及び将来の見通しなどを勘案して、本件国有地ではなく本件民有地を本件公園の区域と定めた建設大臣の判断が合理性を欠くものであるということができるかどうかを判断しなければならない\n\nエ　原審は、建設大臣が林業試験場には貴重な樹木が多いことからその保全のため南門の位置は現状のとおりとすることになるという前提の下に本件民有地を本件公園の区域と定めたことは合理性に欠けるものではないとして、本件都市計画決定について裁量権の範囲を逸脱し又はこれを濫用してしたものであるということはできないとする",
        "choices": [
          "・アウエイ",
          "・イエアウ",
          "・イエウア",
          "・ウイエア",
          "・エアウイ"
        ],
        "answer": [
          4
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "・行政行為の瑕疵に関する次の記述のうち、最高裁判所の判例に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "・ある行政行為が違法である場合、仮にそれが別の行政行為として法の要件を満たしていたとしても、これを後者の行為として扱うことは、新たな行政行為を行うに等しいから当然に許されない。",
          "・普通地方公共団体の長に対する解職請求を可とする投票結果が無効とされたとしても、前任の長の解職が有効であることを前提として、当該解職が無効とされるまでの間になされた後任の長の行政処分は、当然に無効となるものではない。",
          "・複数の行政行為が段階的な決定として行われる場合、先行行為が違法であるとして、後行行為の取消訴訟において先行行為の当該違法を理由に取消しの請求を認めることは、先行行為に対する取消訴訟の出訴期間の趣旨を没却することになるので許されることはない。",
          "・行政行為の瑕疵を理由とする取消しのうち、取消訴訟や行政上の不服申立てによる争訟取消しの場合は、当該行政行為は行為当時当初に遡って効力を失うが、職権取消しの場合は、遡って効力を失うことはない。",
          "・更正処分における理由の提示（理由附記）に不備の違法があり、審査請求を行った後、これに対する裁決において処分の具体的根拠が明らかにされたとしても、理由の提示にかかる当該不備の瑕疵は治癒されない。",
          "・違法性の承継は、連続した一連の手続を構成し、同一の法律効果の発生を目指す場合に認められる"
        ],
        "answer": [
          1,
          4,
          5
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "・砂利採取法26条1号から4号までによる「認可の取消し」に関する次の記述のうち、正しいものはどれか。（参照条文） 砂利採取法 （採取計画の認可） 第16条　砂利採取業者は、砂利の採取を行おうとするときは、当該採取に係る砂利採取場ごとに採取計画を定め、（当該砂利採取場の所在地を管轄する都道府県知事等）の認可を受けなければならない。 （遵守義務） 第21条　第16条の認可を受けた砂利採取業者は、当該認可に係る採取計画･･･に従って砂利の採取を行なわなければならない。 （緊急措置命令等） 第23条第1項　都道府県知事又は河川管理者は、砂利の採取に伴う災害の防止のため緊急の必要があると認めるときは、採取計画についてその認可を受けた砂利採取業者に対し、砂利の採取に伴う災害の防止のための必要な措置をとるべきこと又は砂利の採取を停止すべきことを命ずることができる。（第2項以下略）\n\n（認可の取消し等） 第26条　都道府県知事又は河川管理者は、第16条の認可を受けた砂利採取業者が次の各号の一に該当するときは、その認可を取り消し、又は6月以内の期間を定めてその認可に係る砂利採取場における砂利の採取の停止を命ずることができる。 1　第21条の規定に違反したとき。 2　･･･第23条第1項の規定による命令に違反したとき。 3　第31条第1項の条件に違反したとき。 4　不正の手段により第16条の認可を受けたとき。 （認可の条件） 第31条第1項　第16条の認可･･･には、条件を附することができる。（第2項以下略）",
        "choices": [
          "・1号による「認可の取消し」および2号による「認可の取消し」は、いずれも行政法学上の取消しである。",
          "・1号による「認可の取消し」および3号による「認可の取消し」は、いずれも行政法学上の取消しである。",
          "・2号による「認可の取消し」および3号による「認可の取消し」は、いずれも行政法学上の撤回である。",
          "・2号による「認可の取消し」および4号による「認可の取消し」は、いずれも行政法学上の撤回である。",
          "・3号による「認可の取消し」および4号による「認回（※撤回）の取消し」は、いずれも行政法学上の撤回である。"
        ],
        "answer": [
          2
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "記の〔設例〕に関する次の記述のうち、正しいものの組合せはどれか。\n〔設例〕Ｘは、旅館業法3条1項に基づく許可（以下「営業許可」という。）を得て、旅館業を営んでいたが、同法によって義務付けられた営業者の講ずべき衛生措置を講じなかったことを理由に、所轄都道府県知事から、同法8条に基づく許可の取消処分（以下「取消処分」という。）を受けた。\n（参照条文） 旅館業法 第3条第1項 旅館業を営もうとする者は、都道府県知事……の許可を受けなければならない。（以下略） 第8条 都道府県知事は、営業者が、この法律若しくは……この法律に基づく処分に違反したとき……は、同条〔注：旅館業法第3条〕第1項の許可を取り消〔す〕……ことができる。（以下略）",
        "choices": [
          "Ｘに対してなされた取消処分は、違法になされた営業許可を取り消し、法律による行政の原理に反する状態を是正することを目的とする行政行為である。",
          "Ｘに対してなされた取消処分は、いったんなされた営業許可を前提とするものであるから、独立の行政行為とはみなされず、行政手続法が規定する「処分」にも当たらない。",
          "Ｘに対してなされた取消処分が取消判決によって取り消された場合に、Ｘは、営業許可がなされた状態に復し、従前どおり営業を行うことができる。",
          "Ｘに対してなされた取消処分によって、Ｘが有していた営業許可の効力は、それがなされたときにさかのぼって効力を失うことになる。",
          "Ｘに対してなされた取消処分は、営業許可がなされた時点では瑕疵がなかったが、その後においてそれによって成立した法律関係を存続させることが妥当ではない事情が生じたときに、当該法律関係を消滅させる行政行為である。"
        ],
        "answer": [
          2,
          4
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政行為（処分）に関する次の記述のうち、最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "処分に重大かつ明白な瑕疵があり、それが当然に無効とされる場合において、当該瑕疵が明白であるかどうかは、当該処分の外形上、客観的に誤認が一見看取し得るものであるかどうかにより決すべきである。",
          "行政庁の処分の効力の発生時期については、特別の規定のない限り、その意思表示が相手方に到達した時ではなく、それが行政庁から相手方に向けて発信された時と解するのが相当である。",
          "課税処分における内容の過誤が課税要件の根幹にかかわる重大なものである場合であっても、当該瑕疵に明白性が認められなければ、当該課税処分が当然に無効となることはない。",
          "相手方に利益を付与する処分の撤回は、撤回の対象となる当該処分について法令上の根拠規定が定められていたとしても、撤回それ自体について別途、法令上の根拠規定が定められていなければ、適法にすることはできない。",
          "旧自作農創設特別措置法に基づく農地買収計画の決定に対してなされた訴願を認容する裁決は、これを実質的に見れば、その本質は法律上の争訟を裁判するものであるが、それが処分である以上、他の一般的な処分と同様、裁決庁自らの判断で取り消すことを妨げない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政行為（処分）に関する次の記述のうち、法令の定めまたは最高裁判所の判例に照らし、妥当なものはどれか。（複数解）",
        "choices": [
          "処分に瑕疵があることを理由とする処分の取消しは、行政事件訴訟法上の取消訴訟における判決のほか、行政不服審査法上の不服申立てにおける裁決または決定によってのみすることができる。",
          "金銭納付義務を課す処分の違法を理由として国家賠償請求をするためには、事前に当該処分が取り消されていなければならない。",
          "処分取消訴訟の出訴期間が経過した後に当該処分の無効を争うための訴訟としては、行政事件訴訟法が法定する無効確認の訴えのみが許されている。",
          "処分Ａの違法がこれに後続する処分Ｂに承継されることが認められる場合であっても、処分Ａの取消訴訟の出訴期間が経過している場合には、処分Ｂの取消訴訟において処分Ａの違法を主張することは許されない。",
          "瑕疵が重大であるとされた処分は、当該瑕疵の存在が明白なものであるとまでは認められなくても、無効とされる場合がある。",
          "行政庁が国民に強制執行を行うには、強制執行ができる旨の法律上の根拠が必要。"
        ],
        "answer": [
          4,
          5
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "無効の行政行為に関する次の記述のうち、妥当なものはどれか。（複数解）",
        "choices": [
          "無効の行政行為については、それを争う訴訟として無効確認訴訟が法定されており、その無効を実質的当事者訴訟や民事訴訟において主張することは許されない。",
          "無効の行政行為については、それを取り消すことはできないから、たとえ出訴期間内であっても、それに対して提起された取消訴訟は不適法とされる。",
          "無効の行政行為については、当該処分の取消訴訟について、個別法に審査請求前置が規定されていても、直ちに無効確認訴訟を提起することが許される。",
          "無効の行政行為については、客観的に効力が認められないのであるから、その無効を主張する者は、何人でも、無効確認訴訟を提起して、これを争うことができる。",
          "無効の行政行為については、その執行は認められず、これを何人も無視できるから、無効確認訴訟には、仮の救済のための執行停止制度の準用はなされていない。",
          "行政不服審査法上の審査請求ができる者は、法律上の利益を有する者ではなく、行政庁の処分に不服がある者。",
          "実質的当事者訴訟の中には、地位確認の訴えと無効の確認の訴えがある。",
          "民事訴訟では、無効の確認と所有権の確認ができる。"
        ],
        "answer": [
          2,
          5,
          6,
          7
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政処分の無効と取消しに関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "行政処分が無効である場合、当該処分はその成立当初から効力を認められないから、当該処分に対する取消訴訟を提起することはできない。",
          "行政処分が無効である場合、行政不服審査法が定める審査請求期間にかかわらず、当該行政処分の審査請求をすることができる。",
          "行政処分の職権取消しは、当該処分に対する相手方等の信頼を保護する見地から、取消訴訟の出訴期間内に行わなければならない。",
          "行政処分が職権により取り消された場合、取消しの対象となった処分の効力は消滅するので、これを争う相手方は、当該処分の有効確認の訴えを提起しなければならない。",
          "行政処分の違法を理由として国家賠償を請求するためには、その取消しまたは無効確認の確定判決をあらかじめ得ておく必要はない。"
        ],
        "answer": [
          4
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政契約に関する次の記述のうち、法令または最高裁判所の判例に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "行政手続法は、行政契約につき定義規定を置いており、国は、それに該当する行政契約の締結及び履行にあたっては、行政契約に関して同法の定める手続に従わなければならない。",
          "地方公共団体が必要な物品を売買契約により調達する場合、当該契約は民法上の契約であり、専ら民法が適用されるため、地方自治法には契約の締結に関して特別な手続は規定されていない。",
          "水道事業者たる地方公共団体は、給水契約の申込みが、適正かつ合理的な供給計画によっては対応することができないものである場合には、水道法の定める「正当の理由」があるものとして、給水契約を拒むことができる。",
          "公害防止協定など、地方公共団体が締結する規制行政にかかる契約は、法律に根拠のない権利制限として法律による行政の原理に抵触するため、法的拘束力を有しない。",
          "法令上、随意契約によることができない契約を地方公共団体が随意契約で行った場合であっても、当該契約の効力を無効としなければ法令の規定の趣旨を没却する結果となる特別の事情が存在しない限り、当該契約は私法上有効なものとされる。",
          "行政指導は法律上の根拠を有するものでなければならない。"
        ],
        "answer": [
          2,
          4
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政代執行法（以下「同法」という。）に関する次の記述のうち、正しいものの組合せはどれか。",
        "choices": [
          "代執行に要した費用については、義務者に対して納付命令を発出したのち、これが納付されないときは、国税滞納処分の例によりこれを徴収することができる。",
          "代執行を行うに当たっては、原則として、同法所定の戒告および通知を行わなければならないが、これらの行為について、義務者が審査請求を行うことができる旨の規定は、同法には特に置かれていない。",
          "行政上の義務の履行確保に関しては、同法の定めるところによるとした上で、代執行の対象とならない義務の履行確保については、執行罰、直接強制、その他民事執行の例により相当な手段をとることができる旨の規定が置かれている。",
          "代執行の実施に先立って行われる戒告および通知のうち、戒告においては、当該義務が不履行であることが、次いで通知においては、相当の履行期限を定め、その期限までに履行がなされないときは代執行をなすべき旨が、それぞれ義務者に示される。",
          "代執行の実施に当たっては、その対象となる義務の履行を督促する督促状を発した日から起算して法定の期間を経過してもなお、義務者において当該義務の履行がなされないときは、行政庁は、戒告等、同法の定める代執行の手続を開始しなければならない。",
          "行政代執行の戒告は、行政手続法の適用除外項目にない。"
        ],
        "answer": [
          0,
          1
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "執行罰に関する次の記述のうち、妥当なものはどれか。（複数回）",
        "choices": [
          "執行罰とは、行政上の義務の不履行について、罰金を科すことにより、義務の履行を促す制度であり、行政上の強制執行の一類型とされる。",
          "執行罰は、行政上の義務の履行確保のために科されるものであるが、行政機関の申立てにより、非訟事件手続法の定める手続に従って、裁判所の決定によって科される。",
          "執行罰は、刑罰ではないため、二重処罰の禁止の原則の適用はなく、同一の義務の不履行について、これを複数回にわたり科すことも認められる。",
          "執行罰については、それを認める一般法は存在せず、これを認める個別の法令の定めが必要であるが、行政代執行法は、執行罰の規定を条例で定めることも明文で許容している。",
          "執行罰は、多くの法令において、各種の届出義務などの軽微な手続上の義務への違反に科されることとされている。",
          "執行罰は砂防法36条にのみ定められている。"
        ],
        "answer": [
          2,
          5
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政上の義務の履行確保手段に関する次の記述のうち、法令および判例に照らし、正しいものはどれか。",
        "choices": [
          "即時強制とは、非常の場合または危険切迫の場合において、行政上の義務を速やかに履行させることが緊急に必要とされる場合に、個別の法律や条例の定めにより行われる簡易な義務履行確保手段をいう。",
          "直接強制は、義務者の身体または財産に直接に実力を行使して、義務の履行があった状態を実現するものであり、代執行を補完するものとして、その手続が行政代執行法に規定されている。",
          "行政代執行法に基づく代執行の対象となる義務は、「法律」により直接に命じられ、または「法律」に基づき行政庁により命じられた代替的作為義務に限られるが、ここにいう「法律」に条例は含まれない旨があわせて規定されているため、条例を根拠とする同種の義務の代執行については、別途、その根拠となる条例を定める必要がある。",
          "行政上の秩序罰とは、行政上の秩序に障害を与える危険がある義務違反に対して科される罰であるが、刑法上の罰ではないので、国の法律違反に対する秩序罰については、非訟事件手続法の定めるところにより、所定の裁判所によって科される。",
          "道路交通法に基づく違反行為に対する反則金の納付通知について不服がある場合は、被通知者において、刑事手続で無罪を主張するか、当該納付通知の取消訴訟を提起するかのいずれかを選択することができる。",
          "代執行は、行政庁が自ら行う以外に、業者等の第三者に義務者のなすべき行為を行わせることも可能。"
        ],
        "answer": [
          3,
          5
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "裁判による行政上の義務履行確保について、最高裁判所の判決に照らし、妥当な記述はどれか。",
        "choices": [
          "国又は地方公共団体が専ら行政権の主体として国民に対して行政上の義務履行を求める訴訟は、法令の適用により終局的に解決することができないから、法律上の争訟に該当しない。",
          "国又は地方公共団体が専ら行政権の主体として国民に対して行政上の義務履行を求める訴訟は、このような訴訟を提起することを認める特別の規定が法律にあれば、適法となりうる。",
          "国又は地方公共団体が財産権の主体として国民に対して義務履行を求める訴訟は、終局的には、公益を目的とするものであって、自己の権利利益の保護救済を目的とするものではないから、法律上の争訟に該当しない。",
          "国又は地方公共団体が専ら行政権の主体として国民に対して行政上の義務履行を求める訴訟は、行政上の義務履行確保の一般法である行政代執行法による代執行が認められる場合に限り、不適法である。",
          "国又は地方公共団体が財産権の主体として国民に対して義務履行を求める訴訟は、法律上の争訟として当然に裁判所の審判の対象となるわけではないが、現行法上、こうした訴訟を認める特別の規定があるため、提起することが許されている。"
        ],
        "answer": [
          1
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政調査に関する次の記述のうち、法令または最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "警察官職務執行法には、警察官は、職務質問に付随して所持品検査を行うことができると規定されており、この場合には、挙動が異常であることに加えて、所持品を確認する緊急の必要性を要するとされている。",
          "交通の取締を目的として、警察官が自動車の検問を行う場合には、任意の手段により、走行の外観上不審な車両に限ってこれを停止させることができる。",
          "行政手続法においては、行政調査を行う場合、調査の適正な遂行に支障を及ぼすと認められない限り、調査の日時、場所、目的等の項目を事前に通知しなければならないとされている。",
          "国税通則法には、同法による質問検査権が犯罪捜査のために認められたものと解してはならないと定められていることから、当該調査において取得した資料をその後に犯則事件の証拠として利用することは認められない。",
          "行政調査の実効性を確保するため、調査に応じなかった者に刑罰を科す場合、調査自体の根拠規定とは別に、刑罰を科すことにつき法律に明文の根拠規定を要する。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "正しい肢はいくつ。\n実力強制調査と間接強制調査は法律の根拠が必要で、任意調査では不要。\r\n実力強制調査では令状が必要で、間接強制調査では、個別的判断がなされる。任意調査では不要。\r\n実力強制調査は、臨検、捜索、差押 間接強制調査は、質問、検査 任意調査は、自動車の一斉検問。",
        "choices": [
          "１つ",
          "２つ",
          "３つ"
        ],
        "answer": [
          2
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      }
    ],
    "行政手続法": [
      {
        "text": "次の文章は、行政手続法1条1項の条文である。空欄[ ア ]〜[ オ ]に当てはまる語句の組合せとして、正しいものはどれか。\n第1条 この法律は、[ ア ]、行政指導及び[ イ ]に関する手続並びに[ ウ ]等を定める手続に関し、共通する事項を定めることによって、行政運営における[ エ ]の確保と透明性（略）の向上を図り、もって[ オ ]に資することを目的とする。",
        "choices": [
          "【ア】行政行為　【イ】届出　【ウ】行政計画　【エ】迅速性　【オ】国民の権利利益の保護",
          "【ア】処分　【イ】公証　【ウ】行政契約　【エ】効率性　【オ】行政の適正な運営",
          "【ア】行政行為　【イ】公証　【ウ】命令　【エ】公正　【オ】国民の権利利益の保護",
          "【ア】行政行為　【イ】通知　【ウ】行政計画　【エ】効率性　【オ】行政の適正な運営",
          "【ア】処分　【イ】届出　【ウ】命令　【エ】公正　【オ】国民の権利利益の保護"
        ],
        "answer": [
          4
        ],
        "explain": "【肢1】\n本肢は【**誤り（妥当でない）**】です！\n\n貴様！行政手続法の目的条文を、こんなにも曖昧に記憶しているとは何事だ！基本中の基本、行政手続法の「顔」とも言うべき第1条を、正確に理解できていなければ、他の条文をいくら詰め込んでも砂上の楼閣に過ぎんぞ！\n\nよく聞け！この肢がなぜ誤りなのか、行政手続法第1条の条文と照らし合わせて、徹底的に叩き込んでやる！\n\n行政手続法第1条には、次のように定められている。\n\n---\n【第一条（目的等）\n１】\nこの法律は、行政運営における**公正の確保**と**透明性**（行政上の意思決定の内容及び過程が国民にとって明らかであることをいう。第四十六条において同じ。）の向上を図り、もって**国民の権利利益の保護**に資することを目的とする。\n\n【２】\n**処分**、行政指導及び**届出**に関する手続並びに**命令等**を定める手続に関し、この法律に定めがある事項については、他の法律に特別の定めがある場合を除くほか、この法律の定めるところによる。\n---\n\nどうだ？これで一目瞭然だろう！空欄[ ア ]〜[ オ ]に、お前が提示した肢の語句を当てはめていくと、以下の点が明白な誤りだ！\n\n1.  **空欄[ ア ]**：肢は「**行政行為**」としているが、条文第1条第2項によれば、この法律が対象とするのは「**処分**」だ！「行政行為」は学術上の概念であり、行政手続法では「処分」という言葉で具体的に示されている。いきなり基礎の基礎で躓くな！\n2.  **空欄[ ウ ]**：肢は「**行政計画**」としているが、条文第1条第2項によれば、「**命令等**を定める手続」が対象だ！行政計画は行政手続法の直接の対象手続ではない！勘違いするな！\n3.  **空欄[ エ ]**：肢は「**迅速性**」としているが、条文第1条第1項によれば、「行政運営における**公正の確保**と**透明性**」を図るとしている！もちろん迅速性も行政運営においては重要だが、この目的条文には明記されていない！言葉のイメージで適当に選ぶな！\n\n一方で、[ イ ]「**届出**」と[ オ ]「**国民の権利利益の保護**」については、それぞれ行政手続法第1条第2項および第1項の記述と一致しており、正しい。\n\nしかし、この肢は[ ア ]、[ ウ ]、[ エ ]の3箇所で明確に条文と異なる語句が当てはめられているため、全体として「**誤り（妥当でない）**」と判断されるのだ！\n\n行政手続法第1条は、この法律の**根幹**であり、**魂**だ！ここで間違えるようでは、合格は夢のまた夢だぞ！何度も声に出して読み、一字一句正確に暗記するまで、決して諦めるな！次は間違えるなよ！\n\n【肢2】\n本肢は【誤り（妥当でない）】です。\n\nおい、受験生！行政手続法の第一条は、この法律の**顔**だぞ！ここを疎かにする者は合格できない！この肢は、行政手続法第1条第1項および第2項の目的規定と適用範囲に関する条文を理解しているかを問うている。結論から言えば、ほとんどの空欄が間違っている！\n\n根拠となるのは、行政手続法**第1条第1項**および**第2項**だ。\n\nまず、行政手続法**第1条第2項**にはこうある。\n「**処分**、行政指導及び**届出**に関する手続並びに**命令等**を定める手続に関し、この法律に定めがある事項については、他の法律に特別の定めがある場合を除くほか、この法律の定めるところによる。」\n\nこれに基づくと、\n*   空欄[ア]は肢の「**処分**」で合っている。よくやった！\n*   しかし、空欄[イ]は肢の「公証」ではなく、正しくは「**届出**」だ！\n*   そして、空欄[ウ]は肢の「行政契約」ではなく、正しくは「**命令等**」だ！行政契約は、行政手続法の対象外の行為だぞ！\n\n次に、法律の目的を定めている行政手続法**第1条第1項**を見てみろ！\n「この法律は、行政運営における**公正の確保と透明性**（行政上の意思決定の内容及び過程が国民にとって明らかであることをいう。第四十六条において同じ。）の向上を図り、もって**国民の権利利益の保護**に資することを目的とする。」\n\nこれに基づくと、\n*   空欄[エ]は肢の「効率性」ではなく、正しくは「**公正の確保**」だ！行政手続法が目指すのは、あくまでも公正性・透明性の向上だ！\n*   そして、空欄[オ]は肢の「行政の適正な運営」ではなく、正しくは「**国民の権利利益の保護**」だ！行政の適正な運営はそのための手段であって、最終目的は国民の権利利益の保護だ！\n\nつまり、この肢は[ア]だけが正しく、残りの[イ]、[ウ]、[エ]、[オ]のすべてが条文の規定と異なっているということだ！こんな基本的な条文すら正確に記憶できていないようでは話にならない！行政手続法の目的と対象手続は、この法律の**根幹**をなす最重要事項だ。もう一度、条文を読み込み、一字一句間違えずに覚えるんだ！怠慢は許さん！\n\n【肢3】\n本肢は【誤り（妥当でない）】です！\n\nこの問題は、行政手続法の「目的規定」と「対象手続」を問う、まさに法の**「顔」**を知っているかを試す超重要問題だ。条文を正確に読み解く力が求められるぞ！\n\n**理由**：\n行政手続法第1条第1項および第2項を確認してみよう。\n\n【第一条（目的等）\n１】\nこの法律は、行政運営における**公正**の確保と透明性（略）の向上を図り、もって**国民の権利利益の保護**に資することを目的とする。\n\n【２】\n**処分**、行政指導及び**届出**に関する手続並びに**命令等**を定める手続に関し、この法律に定めがある事項については、他の法律に特別の定めがある場合を除くほか、この法律の定めるところによる。\n\n上記の条文と肢を照らし合わせると、以下の点が誤っていることがわかる。\n\n*   **空欄[ ア ]**：肢は「**行政行為**」となっているが、行政手続法第1条第2項では「**処分**」と明記されている。行政手続法では、行政庁の処分その他公権力の行使に当たる行為を「処分」と定義しているんだ（第2条第2号）！「行政行為」は学術的な概念で、法律の条文上は「処分」という言葉を使う！\n\n*   **空欄[ イ ]**：肢は「**公証**」となっているが、行政手続法第1条第2項では「**届出**」が正しい。公証は公証人による証明行為などを指し、行政手続法の主要な対象手続ではないぞ！\n\n*   **空欄[ ウ ]**：肢は「**命令**」となっているが、行政手続法第1条第2項では「**命令等**」と規定されている。この「等」が重要なんだ！行政手続法第2条第7号を見ればわかるように、「命令等」には、法律に基づく命令だけでなく、**審査基準**、**処分基準**、**行政指導指針**なども含まれる。単なる「命令」では範囲が狭すぎる！\n\n*   **空欄[ エ ]**：肢は「**公正**」となっており、これは行政手続法第1条第1項の通り「**公正**」で正しい！ここは正解だ。\n\n*   **空欄[ オ ]**：肢は「**国民の権利利益の保護**」となっており、これも行政手続法第1条第1項の通り「**国民の権利利益の保護**」で正しい！目的の核となる部分だな。\n\nつまり、[ ア ]、[ イ ]、[ ウ ]の3つの空欄の語句が、いずれも条文と異なっている！たった一文字、一語の違いでも、法律では大きな意味を持つ。特に「処分」「届出」「命令等」は行政手続法が適用される核心的な手続だ。条文の用語を正確に記憶していなければ、こういうひっかけ問題で足元をすくわれるぞ！\n\n**条文は一字一句、正確に覚えること！これが行政書士試験を突破する鉄則だ！**\n\n【肢4】\n本肢は【誤り（妥当でない）】です。\n\nおい！貴様！行政手続法第1条は、この法律の「顔」とも言うべき超重要条文だぞ！目的や適用範囲を定めているんだ。こんなところで間違えるなど、もってのほかだ！\n\n一つずつ確認していくぞ！\n\n行政手続法第1条第1項および第2項を見ると、問題の空欄に当てはまる正しい語句は以下の通りだ。\n\n*   空欄[ ア ]：行政手続法第1条第2項には「**処分**、行政指導及び届出に関する手続」と明記されている。したがって、肢の「行政行為」は【誤り】だ！「処分」と「行政行為」は似て非なる概念。条文の用語を正確に覚えろ！\n*   空欄[ イ ]：同様に、行政手続法第1条第2項には「処分、行政指導及び**届出**に関する手続」と明記されている。肢の「通知」は【誤り】だ！届出は国民からの情報提供を義務付ける手続の一つだが、通知という漠然とした言葉ではない！\n*   空欄[ ウ ]：行政手続法第1条第2項には「並びに**命令等**を定める手続」と明確に書かれている。肢の「行政計画」は【誤り】だ！「命令等」とは、行政手続法第2条第7号で定義される「法律に基づく命令（閣令、省令等）」「審査基準」「処分基準」「行政指導指針」などを指す。行政計画は通常、行政手続法の直接の規律の対象外だぞ！\n*   空欄[ エ ]：行政手続法第1条第1項には「行政運営における**公正**の確保と透明性（略）の向上を図り」とある。肢の「効率性」は【誤り】だ！行政手続法が目指すのは「公正」と「透明性」だ。効率性も重要だが、それは副次的なものに過ぎない！\n*   空欄[ オ ]：行政手続法第1条第1項には「もって**国民の権利利益の保護**に資することを目的とする」と明確に示されている。肢の「行政の適正な運営」は【誤り】だ！行政の適正な運営は手段であって、最終的な目的は「国民の権利利益の保護」だ！この法律の目的は、行政運営における公正性・透明性を高めることで、国民の権利利益を守ることにあるんだ！\n\nつまり、本肢は全ての空欄において、行政手続法の条文と異なる語句が当てはめられているため、完全に【誤り】ということだ！基本中の基本である第1条を完璧にしろ！何度も条文を読み込み、一字一句正確に頭に叩き込むんだ！分かったな！\n\n【肢5】\n本肢は【正しい（妥当）】です。\n\nおい、受験生！行政手続法の第1条は、この法律の**魂**とも言える目的規定だ。ここは絶対に落とせないぞ！\n\n具体的に見ていこう。\nまず、空欄[ ア ]、[ イ ]、[ ウ ]についてだ。\n**行政手続法第1条第2項**には、こう書かれている。\n「**処分**、行政指導及び**届出**に関する手続並びに**命令**等を定める手続に関し、この法律に定めがある事項については、他の法律に特別の定めがある場合を除くほか、この法律の定めるところによる。」\nつまり、この法律が対象とする手続は、**処分**、行政指導、**届出**、そして**命令**等を定める手続だということだ！\nしたがって、\n[ ア ]には「**処分**」\n[ イ ]には「**届出**」\n[ ウ ]には「**命令**」\nが入るのが正しい。\n\n次に、空欄[ エ ]、[ オ ]についてだ。\n**行政手続法第1条第1項**には、この法律の目的が明記されている。\n「この法律は、行政運営における**公正の確保**と透明性（行政上の意思決定の内容及び過程が国民にとって明らかであることをいう。第四十六条において同じ。）の向上を図り、もって**国民の権利利益の保護**に資することを目的とする。」\n行政手続法は、行政の**公正性**と透明性を高め、究極的には**国民の権利利益の保護**を目指しているんだ！\nしたがって、\n[ エ ]には「**公正**」\n[ オ ]には「**国民の権利利益の保護**」\nが入るのが正しい。\n\n入力された肢の語句は、これらすべての空欄にぴたりと当てはまる。\n基礎中の基礎だが、だからこそ確実に理解しておけ！この条文は、行政手続法を学ぶ上での**羅針盤**となるのだからな！",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政手続法の用語に関する次の記述のうち、同法の定義に照らし、正しいものはどれか。",
        "choices": [
          "「不利益処分」とは、申請により求められた許認可等を拒否する処分など、申請に基づき当該申請をした者を名あて人としてされる処分のほか、行政庁が、法令に基づき、特定の者を名あて人として、直接に、これに義務を課し、またはその権利を制限する処分をいう。",
          "「行政機関」には、国の一定の機関およびその職員が含まれるが、地方公共団体の機関はこれに含まれない。",
          "「処分基準」とは、不利益処分をするかどうか、またはどのような不利益処分とするかについてその法令の定めに従って判断するために必要とされる基準をいう。",
          "「申請」とは、法令に基づき、申請者本人または申請者以外の第三者に対し何らかの利益を付与する処分を求める行為であって、当該行為に対して行政庁が諾否の応答をすべきこととされているものをいう。",
          "「届出」とは、行政庁に対し一定の事項の通知をする行為であって、当該行政庁にそれに対する諾否の応答が義務づけられているものをいう。",
          "「不利益処分」とは、行政庁が法令に基づき、特定の者に対して、直接に義務を課し、その権利を制限したりする処分。",
          "命令には告示を含み、執行機関の規則には、規定が含まれる。",
          "地方公共団体の機関に議会は含まれない。"
        ],
        "answer": [
          0
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)\n\n【肢6】\n(解説生成失敗)\n\n【肢7】\n(解説生成失敗)\n\n【肢8】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次に掲げる行政手続法2条が定める定義の空欄[ ア ]〜[ オ ]に当てはまる語句の組合せとして、正しいものはどれか。\n申請 ―― 法令に基づき、行政庁の許可、認可、免許その他の[ ア ]に対し何らかの利益を付与する処分（以下「許認可等」という。）を求める行為であって、当該行為に対して行政庁が[ イ ]をすべきこととされているものをいう。不利益処分 ―― 行政庁が、法令に基づき、[ ウ ]を名あて人として、直接に、これに義務を課し、又はその権利を制限する処分をいう。行政指導 ―― 行政機関がその任務又は[ エ ]の範囲内において一定の行政目的を実現するため[ オ ]に一定の作為又は不作為を求める指導、勧告、助言その他の行為であって処分に該当しないものをいう。",
        "choices": [
          "【ア】特定の者　【イ】一定の処分　【ウ】特定の者　【エ】法律に基づく命令　【オ】特定の者",
          "【ア】自己　【イ】諾否の応答　【ウ】不特定の者　【エ】法令　【オ】不特定の者",
          "【ア】利害関係を有する者　【イ】諾否の応答　【ウ】特定の者　【エ】管轄　【オ】特定の者",
          "【ア】特定の者　【イ】一定の処分　【ウ】不特定の者　【エ】職務命令　【オ】不特定の者",
          "【ア】自己　【イ】諾否の応答　【ウ】特定の者　【エ】所掌事務　【オ】特定の者"
        ],
        "answer": [
          0
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政手続法（以下「法」という。）の規定に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "法の規定において用いられる「法令」とは、法律及び法律に基づく命令のみを意味し、条例及び地方公共団体の執行機関の規則はそこに含まれない。",
          "特定の者を名あて人として直接にその権利を制限する処分であっても、名あて人となるべき者の同意の下にすることとされている処分は、法にいう不利益処分とはされない。",
          "法の規定が適用される行政指導には、特定の者に一定の作為または不作為を求めるものに限らず、不特定の者に対して一般的に行われる情報提供も含まれる。",
          "行政指導に携わる者が、その相手方に対して、当該行政指導の趣旨及び内容並びに責任者を明確に示さなければならないのは、法令に違反する行為の是正を求める行政指導をする場合に限られる",
          "行政機関が、あらかじめ、事案に応じ、行政指導指針を定め、かつ行政上特別の支障がない限りこれを公表しなければならないのは、根拠となる規定が法律に置かれている行政指導をしようとする場合に限られる。",
          "条例、規則、告示は法令に含まれる。",
          "当事者の双方を名宛人とする処分に行政手続法の定めはない。"
        ],
        "answer": [
          1,
          5,
          6
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)\n\n【肢6】\n(解説生成失敗)\n\n【肢7】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "会社Xは、宅地建物取引業法（以下「宅建業法」という。）に基づく免許を受けて不動産業を営んでいる。ところが、Xの代表取締役であるAが交通事故を起こして、歩行者に重傷を負わせてしまった。その後、自動車運転過失傷害の罪でAは逮捕され、刑事裁判の結果、懲役1年、執行猶予4年の刑を受けて、判決は確定した。宅建業法の定めによれば、法人の役員が「禁錮以上の刑」に処せられた場合、その法人の免許は取り消されるものとされていることから、知事YはXの免許を取り消した（以下「本件処分」という。）。この事例への行政手続法の適用に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "本件処分は、許認可等の効力を失わせる処分であるが、当該許認可等の基礎となった事実が消滅した旨の届出に対する応答としてなされるものであるから、行政手続法のいう「不利益処分」には当たらない。",
          "本件処分は、刑事事件に関する法令に基づいて検察官、検察事務官または司法警察職員がする処分を契機とするものであるので、行政手続法の規定は適用されない。",
          "本件処分は、その根拠となる規定が法律に置かれているが、地方公共団体の機関がする処分であることから、行政手続法の規定は適用されない。",
          "本件処分は、申請に対する処分を取り消すものであるので、本件処分をするに際して、行政庁は許認可等の性質に照らしてできる限り具体的な審査基準を定めなければならない。",
          "本件処分は、法令上必要とされる資格が失われるに至ったことが判明した場合に必ずすることとされている処分であり、その喪失の事実が客観的な資料により直接証明されるものであるので、行政庁は聴聞の手続をとる必要はない。"
        ],
        "answer": [
          4
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "審査基準と処分基準に関する次の記述のうち、行政手続法に照らし、妥当なもの（２つ）はどれか。",
        "choices": [
          "審査基準を公にすることによって行政上特別の支障が生じる場合、行政庁が当該審査基準を公にしなかったとしても違法とはならない。",
          "処分基準は、不利益処分を行うに際して、その名あて人からの求めに応じ、当該名あて人に対してこれを示せば足りるものとされている。",
          "行政庁が審査基準を作成し、それを公にすることは努力義務に過ぎないことから、行政庁が審査基準を公にしなかったとしても違法とはならない。",
          "審査基準を公にする方法としては、法令により申請の提出先とされている機関の事務所において備え付けることのみが認められており、その他の方法は許容されていない。",
          "行政庁が処分基準を定めることは努力義務に過ぎないが、処分基準を定めた場合には、これを公にする法的義務を負う。",
          "審査基準、処分基準、行政指導指針は行政規則にあたり、法律に基づく命令または規則は法規命令にあたる。",
          "口頭でする行政指導の相手方に書面の交付を求められたとき、行政上特別の支障がない限り、これを交付しなければならないが、利害関係人に対しては交付する必要はない。"
        ],
        "answer": [
          0,
          5,
          6
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)\n\n【肢6】\n(解説生成失敗)\n\n【肢7】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政手続法の定める申請の取扱いに関する次の記述のうち、正しいものの組合せ（３つ）はどれか。",
        "choices": [
          "申請がそれを行うことができる期間内にされたものではない場合、当該申請は当然に不適法なものであるから、行政庁は、これに対して諾否の応答を行わず、その理由を示し、速やかに当該申請にかかる書類を申請者に返戻しなければならない。",
          "許認可等を求める申請に必要な書類が添付されていない場合、行政庁は、速やかに、相当の期間を定めて当該申請の補正を求めるか、あるいは当該申請により求められた許認可等を拒否しなければならない。",
          "行政庁は、申請により求められた許認可等のうち行政手続法に列挙されたものについて、これを拒否する処分を行おうとするときは、予めその旨を申請者に対し通知し、当該申請者に弁明書の提出による意見陳述の機会を与えなければならない。",
          "行政庁が申請の取下げまたは内容の変更を求める行政指導を行うことは、申請者がそれに従う意思がない旨を表明したにもかかわらずこれを継続すること等により当該申請者の権利の行使を妨げるものでない限り、直ちに違法とされるものではない。",
          "行政庁が、申請の処理につき標準処理期間を設定し、これを公表した場合において、当該標準処理期間を経過してもなお申請に対し何らの処分がなされないときは、当該申請に対して拒否処分がなされたものとみなされる。",
          "情報提供期間は、標準処理期間に含まれるが、補正を求める指導期間、申請の手前指導期間は含まれない。"
        ],
        "answer": [
          1,
          3,
          4,
          5
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)\n\n【肢6】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "申請に対する処分について定める行政手続法の規定に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "行政庁は、申請がその事務所に到達してから当該申請に対する処分をするまでに通常要すべき標準的な期間を定めるよう努め、これを定めたときは、行政手続法所定の方法により公にしておかなければならない。",
          "行政庁は、法令に定められた申請の形式上の要件に適合しない申請について、それを理由として申請を拒否することはできず、申請者に対し速やかにその補正を求めなければならない。",
          "行政庁は、申請により求められた許認可等の処分をする場合は、申請者に対し、同時に、当該処分の理由を示すよう努めなければならない。",
          "行政庁は、定められた標準処理期間を経過してもなお申請に対し諾否の応答ができないときは、申請者に対し、当該申請に係る審査の進行状況および処分の時期の見込みを書面で通知しなければならない。",
          "行政庁は、申請に対する処分であって、申請者以外の者の利益を考慮すべきことが当該法令において許認可等の要件とされているものを行う場合には、当該申請者以外の者および申請者本人の意見を聴く機会を設けなければならない。",
          "行政庁が申請拒否処分をする際、申請者が申請期間を経過したものであっても、同時に理由を示さなければならない。"
        ],
        "answer": [
          0,
          5
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)\n\n【肢6】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "X省では、ホームページに、「行政手続法、よくある質問と回答」の内容を掲載しようと検討している。以下はその原稿案である。これらのうち、誤りを含むものはどれか。",
        "choices": [
          "Q「ある営業の許可のための申請をしようと思っています。役所でどのような点を審査することになるのか、事前に知ることはできますか？」 →A「役所は、申請を認めるべきかどうか役所側が判断するときの基準をできる限り具体的に定め、誰でも見ることができるようにしておかなければなりません。この基準は、原則として公にされています。」",
          "Q「私がしようとしている許可申請については、A県知事が許可・不許可処分をすることになっています。処分の根拠は法律に定められているようです。行政手続法が適用されるのでしょうか？」 →A「地方公共団体の役所がするそのような処分については、行政手続法の規定は適用されません。当該地方公共団体が行政府手続条例を定めていれば、行政手続条例が適用されることになります。」",
          "Q「許可の申請をした結果はいつ頃わかるのか、目安を知りたいのですが？」 →A「役所は、申請が届いてから結論を出すまでに通常の場合必要とする標準的な期間をあらかじめ定めるように努め、定めたときは公にしておかなければならないことになっています。ここで定められた期間が、申請の処理にかかる時間の目安となります。」",
          "Q「許可申請をしたのに、いつまでたっても返答がないのですが？」 →A「申請書が役所に届いたら、役所は直ちに審査を開始することになっています。役所が申請を受け取らなかったり、審査をせずに放置しておくなどの取扱いは行政手続法上許されていません。申請先の役所に状況を問い合わせてみましょう。」",
          "Q「申請が不許可になった場合、その理由は教えてもらえるのでしょうか？」 →A「役所は、申請を許可できない、不許可にする、という場合には、処分と同時に（書面でするときは書面で）その理由を示すことになっています。」"
        ],
        "answer": [
          1
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "聴聞についての行政手続法の規定に関する次の記述のうち、正しいものの組合せはどれか。",
        "choices": [
          "聴聞は、行政庁が指名する職員その他政令で定める者が主宰するが、当該聴聞の当事者*や参加人など、当該不利益処分の対象者に一定の関連を有する者のほか、行政庁の職員のうち、当該不利益処分に係る事案の処理に直接関与した者は、主宰者となることができない。",
          "行政庁は、予定している不利益処分につき、聴聞の主宰者から当該聴聞に係る報告書の提出を受けてから、当該不利益処分を行うか否か決定するまでに通常要すべき標準的な期間を定め、これを当該聴聞の当事者*に通知するよう努めなければならない。",
          "主宰者は、当事者*の全部または一部が正当な理由なく聴聞の期日に出頭せず、かつ、陳述書または証拠書類等を提出しない場合、これらの者に対し改めて意見を述べ、および証拠書類等を提出する機会を与えることなく、聴聞を終結することができる。",
          "行政庁は、申請に対する処分であって、申請者以外の者の利害を考慮すべきことが当該処分の根拠法令において許認可等の要件とされているものを行う場合には、当該申請者以外の者に対し、不利益処分を行う場合に準じた聴聞を行わなければならない。",
          "聴聞の通知があった時から聴聞が終結する時までの間、当事者*から行政庁に対し、当該不利益処分の原因となる事実を証する資料の閲覧を求められた場合、行政庁は、第三者の利益を害するおそれがあるときその他正当な理由があるときは、その閲覧を拒むことができる。",
          "主宰者は、政令で定める者であればなることができる。",
          "主宰者は、利害関係人が聴聞手続に参加するよう、求めることができる。"
        ],
        "answer": [
          2,
          4,
          5,
          6
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)\n\n【肢6】\n(解説生成失敗)\n\n【肢7】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政手続法の定める聴聞に関する次の記述のうち、誤っているものはどれか。",
        "choices": [
          "聴聞の当事者または参加人は、聴聞の終結後であっても、聴聞の審理の経過を記載した調書の閲覧を求めることができる。",
          "聴聞の当事者および参加人は、聴聞が終結するまでは、行政庁に対し、当該事案についてした調査の結果に係る調書その他の当該不利益処分の原因となる事実を証する資料の閲覧を求めることができる。",
          "当事者または参加人は、聴聞の期日に出頭して、意見を述べ、証拠書類等を提出し、主宰者の許可を得て行政庁の職員に対し質問を発することができる。",
          "当事者または参加人は、聴聞の期日への出頭に代えて、主宰者に対し、聴聞の期日までに陳述書および証拠書類等を提出することができる。",
          "当事者または参加人が正当な理由なく聴聞の期日に出頭せず、陳述書等を提出しない場合、主宰者は、当事者に対し改めて意見を述べ、証拠書類等を提出する機会を与えなければならない。",
          "聴聞の結果について、審査請求をすることができない。"
        ],
        "answer": [
          4
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)\n\n【肢6】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政手続法の定める聴聞に関する次の記述のうち、誤っているものはどれか。なお、調書は、聴聞の審理の経過を記載した書面であり、報告書は、不利益処分の原因となる事実に対する当事者等の主張に理由があるかどうかについての意見を記載した書面である。",
        "choices": [
          "聴聞の主宰者は、調書を作成し、当該調書において、不利益処分の原因となる事実に対する当事者および参加人の陳述の要旨を明らかにしておかなければならない。",
          "聴聞の主宰者は、聴聞の終結後、速やかに報告書を作成し、調書とともに行政庁に提出しなければならない。",
          "聴聞の当事者または参加人は、聴聞の主宰者によって作成された調書および報告書の閲覧を求めることができる。",
          "聴聞の終結後、聴聞の主宰者から調書および報告書が提出されたときは、行政庁は、聴聞の再開を命ずることはできない。",
          "行政庁は、不利益処分の決定をするときは、調書の内容および報告書に記載された聴聞の主宰者の意見を十分に参酌してこれをしなければならない。"
        ],
        "answer": [
          3
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政手続法の規定する聴聞と弁明の機会の付与に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "聴聞、弁明の機会の付与のいずれの場合についても、当事者は代理人を選任することができる。",
          "聴聞は許認可等の取消しの場合に行われる手続であり、弁明の機会の付与は許認可等の拒否処分の場合に行われる手続である。",
          "聴聞が口頭で行われるのに対し、弁明の機会の付与の手続は、書面で行われるのが原則であるが、当事者から求めがあったときは、口頭により弁明する機会を与えなければならない。",
          "聴聞、弁明の機会の付与のいずれの場合についても、当該処分について利害関係を有する者がこれに参加することは、認められていない。",
          "聴聞、弁明の機会の付与のいずれの場合についても、当事者は処分の原因に関するすべての文書を閲覧する権利を有する。"
        ],
        "answer": [
          0
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の問いについて正しいものの組み合わせ（３つ）を答えよ。",
        "choices": [
          "弁明の機会の付与では、主宰者が必要であることを認めたときを除き、書面でする。",
          "聴聞は、主宰者が認めたときを除き公開されない。",
          "弁明の機会の付与では、証拠書類の提出が認められる。",
          "弁明には代理人の規定はある。",
          "弁明には、調書、報告書、参加人の規定なし。"
        ],
        "answer": [
          2,
          3,
          4
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政手続法（以下、本問において「法」という。）が定める不利益処分の手続に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "申請拒否処分は、申請により求められた許認可等を拒否するものとして、法の定義上、不利益処分に該当するので、それを行うにあたっては、申請者に対して意見陳述の機会を与えなければならない。",
          "行政庁は、不利益処分がされないことにより権利を害されるおそれがある第三者がいると認めるときは、必要に応じ、その意見を聴く機会を設けるよう努めなければならない。",
          "弁明の機会の付与は、処分を行うため意見陳述を要する場合で、聴聞によるべきものとして法が列挙している場合のいずれにも該当しないときに行われ、弁明は、行政庁が口頭ですることを認めたときを除き、弁明書の提出により行われる。",
          "法が定める「聴聞」の節の規定に基づく処分またはその不作為に不服がある場合は、それについて行政不服審査法に基づく審査請求をすることができる。",
          "聴聞は、行政庁が指名する職員その他政令で定める者が主宰するが、聴聞を主宰することができない者について、法はその定めを政令に委任している。",
          "許認可を取り消す不利益処分と、撤回する不利益処分も、聴聞の対象となる。",
          "不利益処分をする場合、その名あて人に理由を示さなければならないが、行政庁が理由を示さないで処分をすべき差し迫った必要があるときはこの限りでない。また、相当の期間経過後にも（困難な事情があるときは）理由を示さなくてよい。"
        ],
        "answer": [
          2,
          5,
          6
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)\n\n【肢6】\n(解説生成失敗)\n\n【肢7】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "法令に違反する行為の是正を求める行政指導を国の行政機関が担当する場合に関する次の記述のうち、行政手続法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "不利益処分を行う権限を有する行政機関は、法令違反を理由として不利益処分を行おうとする場合、その相手方に対し、緊急を要する場合を除き、あらかじめ行政指導を用いて法令違反行為の是正を求めなければならない。",
          "行政指導が既に文書により相手方に通知されている事項と同一内容の行政指導である場合、行政機関はその内容を記載した書面を求められても、これを交付する必要はない。",
          "同一の行政目的を実現するために複数の者に対し行政指導をする場合、行政機関はあらかじめ当該行政指導の共通する内容を定め、行政上特別の支障がない限りそれを公表しなければならない",
          "行政指導（その根拠となる規定が法律に置かれているものに限る。）の相手方は、当該行政指導が法律所定の要件に適合しないと思料する場合、当該行政指導をした行政機関に対し、その旨を申し出て、当該行政指導の中止を求めることができる。",
          "地方公共団体の機関が国の行政機関から委任を受けて行政指導を行う場合、行政手続法の定める行政指導手続に関する規定は、この行政指導の手続には適用されない。",
          "行政指導に携わる者が趣旨、内容、責任者を示すことは絶対的義務で、免責されることはない。"
        ],
        "answer": [
          0
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)\n\n【肢6】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政指導についての行政手続法の規定に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "法令に違反する行為の是正を求める行政指導で、その根拠となる規定が法律に置かれているものが当該法律に規定する要件に適合しないと思料するときは、何人も、当該行政指導をした行政機関に対し、その旨を申し出て、当該行政指導の中止その他必要な措置をとることを求めることができる。",
          "行政指導は、行政機関がその任務または所掌事務の範囲内において一定の行政目的を実現するため一定の作為または不作為を求める指導、勧告、助言その他の行為であって処分に該当しないものをいい、その相手方が特定か不特定かは問わない。",
          "地方公共団体の機関がする行政指導のうち、その根拠が条例または規則に置かれているものについては、行政手続法の行政指導に関する定めの適用はないが、その根拠が国の法律に置かれているものについては、その適用がある。",
          "行政指導が口頭でされた場合において、その相手方から当該行政指導の趣旨および内容ならびに責任者を記載した書面の交付を求められたときは、当該行政指導に携わる者は、行政上特別の支障がない限り、これを交付しなければならない。",
          "行政指導指針を定めるに当たって、行政手続法による意見公募手続をとらなければならないとされているのは、当該行政指導の根拠が法律、条例または規則に基づくものに限られ、それらの根拠なく行われるものについては、意見公募手続に関する定めの適用はない。",
          "行政指導の相手方に趣旨・内容・責任者を示す際は、書面でしなければならない"
        ],
        "answer": [
          3
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)\n\n【肢6】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政指導についての行政手続法の規定に関する次の記述のうち、正しいものの組合せはどれか。",
        "choices": [
          "行政指導に携わる者は、その相手方が行政指導に従わなかったことを理由として、不利益な取扱いをしてはならないとされているが、その定めが適用されるのは当該行政指導の根拠規定が法律に置かれているものに限られる。",
          "行政指導に携わる者は、当該行政指導をする際に、行政機関が許認可等をする権限を行使し得る旨を示すときは、その相手方に対して、行政手続法が定める事項を示さなければならず、当該行政指導が口頭でされた場合において、これら各事項を記載した書面の交付をその相手方から求められたときは、行政上特別の支障がない限り、これを交付しなければならない。",
          "行政指導をすることを求める申出が、当該行政指導をする権限を有する行政機関に対して適法になされたものであったとしても、当該行政機関は、当該申出に対して諸否の応答をすべきものとされているわけではない。",
          "地方公共団体の機関がする行政指導については、その根拠となる規定が法律に置かれているものであれば、行政指導について定める行政手続法の規定は適用される。",
          "行政機関が行政指導を口頭でした際、利害関係人が書面の交付を求められても、公布する必要はない。"
        ],
        "answer": [
          1,
          2,
          4
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政指導についての行政手続法の規定に関する次の記述のうち、妥当なものの組合せはどれか。",
        "choices": [
          "行政指導に携わる者は、当該行政指導をする際に、行政機関が許認可等をする権限を行使し得る旨を示すときは、その相手方に対して、当該権限を行使し得る根拠となる法令の条項等、行政手続法が定める事項を示さなければならない。",
          "地方公共団体の機関がする行政指導については、その根拠となる規定が法律で定められている場合に限り、行政指導に関する行政手続法の規定が適用される。",
          "法令に違反する行為の正当（是正）を求める行政指導で、その根拠となる規定が法律に置かれているものを受けた相手方は、当該行政指導が当該法律に規定する要件に適合しないと思料するときは、当該行政指導をした行政機関に対し、当該行政指導の中止その他必要な措置をとることを求めることができる。",
          "意見公募手続の対象である命令等には、審査基準や処分基準など、処分をするかどうかを判断するための基準は含まれるが、行政指導に関する指針は含まれない。"
        ],
        "answer": [
          0,
          2
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政手続法（以下、本問において「法」という。）が定める届出に関する次の記述のうち、妥当なものはどれか。（複数解）",
        "choices": [
          "届出は、法の定めによれば、「行政庁に対し一定の事項の通知をする行為」であるが、「申請に該当するものを除く」という限定が付されている。",
          "届出は、法の定めによれば、「行政庁に対し一定の事項の通知をする行為」であるが、「事前になされるものに限る」という限定が付されている。",
          "届出は、法の定めによれば、「法令により直接に当該通知が義務付けられているもの」であるが、「自己の期待する一定の法律上の効果を発生させるために当該通知をすべきこととされているものを除く」という限定が付されている。",
          "法令に定められた届出書の記載事項に不備があるか否かにかかわらず、届出が法令によりその提出先とされている機関の事務所に到達したときに、当該届出をすべき手続上の義務が履行されたものとされる。",
          "届出書に法令上必要とされる書類が添付されていない場合、事後に補正が求められることにはなるものの、当該届出が法令によりその提出先とされている機関の事務所に到達したときに、当該届出をすべき手続上の義務自体は履行されたものとされる。",
          "行政庁に一定の事項を通知する行為で、行政庁が諾否の応答をすべきとされているものは、申請にあたる。",
          "申請が事務所に到達したとき、行政庁は遅滞なく審査を開始しなければならない。"
        ],
        "answer": [
          0,
          5,
          6
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)\n\n【肢6】\n(解説生成失敗)\n\n【肢7】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政手続法による意見公募手続につき、妥当な記述はどれか。",
        "choices": [
          "意見公募手続に関する規定は、地方公共団体による命令等の制定については適用されないこととされているが、地方公共団体は、命令等の制定について、公正の確保と透明性の向上を確保するために必要な措置を講ずるように努めなければならない。",
          "意見公募手続を実施して命令等を定めた場合には、当該命令等の公布と同時期に、結果を公示しなければならないが、意見の提出がなかったときは、その旨の公示は必要とされない。",
          "意見公募手続においては、広く一般の意見が求められ、何人でも意見を提出することができるが、当該命令等について、特別の利害関係を有する者に対しては、意見の提出を個別に求めなければならない。",
          "意見公募手続において提出された意見は、当該命令等を定めるに際して十分に考慮されなければならず、考慮されなかった意見については、その理由が意見の提出者に個別に通知される。",
          "意見公募手続の対象である命令等には、法律に基づく命令又は規則のほか、審査基準や処分基準など、処分をするかどうかを判断する基準は含まれるが、行政指導に関する指針は含まれない。"
        ],
        "answer": [
          0
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "意見公募手続の対象である命令等には、法律に基づく命令又は規則のほか、審査基準や処分基準など、処分をするかどうかを判断する基準は含まれるが、行政指導に関する指針は含まれない。",
        "choices": [
          "命令等制定機関は、他の行政機関が意見公募手続を実施して定めた命令等と実質的に同一の命令等を定めようとするときであっても、内容が完全に同一でなければ、命令等を定めるに当たって意見公募手続を実施しなければならない。",
          "命令等制定機関は、意見公募手続を実施して命令等を定めるに当たり、意見提出期間内に当該命令等制定機関に対して提出された当該命令等の案についての意見について、整理または要約することなく、そのまま命令制定後に公示しなければならない。",
          "命令等制定機関は、命令等を定める根拠となる法令の規定の削除に伴い当然必要とされる当該命令等の廃止をしようとするときでも、意見公募手続を実施しなければならない。",
          "行政庁が、不利益処分をするかどうか、またはどのような不利益処分をするかについて、その法令の定めに従って判断するために必要とされる処分基準を定めるに当たっては、意見公募手続を実施する必要はない。",
          "行政指導指針は、行政庁が任意に設定するものであり、また法的な拘束力を有するものではないため、行政指導指針を定めるに当たっては、意見公募手続を実施する必要はない。"
        ],
        "answer": [
          2
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政手続法が定める意見公募手続に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "命令等制定機関は、命令等を定めようとする場合には、当該命令等の案およびこれに関連する資料をあらかじめ公示して、広く一般の意見を求めなければならない。",
          "命令等制定機関は、定めようとする命令等が、他の行政機関が意見公募手続を実施して定めた命令等と実質的に同一の命令等であったとしても、自ら意見公募手続を実施しなければならない。",
          "命令等制定機関は、命令等を定める根拠となる法令の規定の削除に伴い当然必要とされる当該命令等の廃止をしようとするときでも、意見公募手続を実施しなければならない。",
          "命令等制定機関は、意見公募手続の実施後に命令等を定めるときには所定の事項を公示する必要があるが、意見公募手続の実施後に命令等を定めないこととした場合には、その旨につき特段の公示を行う必要はない。",
          "命令等制定機関は、所定の事由に該当することを理由として意見公募手続を実施しないで命令等を定めた場合には、当該命令等の公布と同時に、命令等の題名及び趣旨について公示しなければならないが、意見公募手続を実施しなかった理由については公示する必要はない。"
        ],
        "answer": [
          0
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政手続法の定める申請に対する処分および不利益処分に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "行政手続法は、申請に対する処分の審査基準については、行政庁がこれを定めるよう努めるべきものとしているのに対し、不利益処分の処分基準については、行政庁がこれを定めなければならないものとしている。",
          "行政庁は、申請を拒否する処分をする場合には、申請者から求めがあったときに限り当該処分の理由を示すべきものとされているのに対し、不利益処分をする場合には、処分を行う際に名あて人に対して必ず当該処分の理由を示すべきものとされている。",
          "行政庁は、申請を拒否する処分をする場合には、弁明の機会の付与の手続を執らなければならないのに対し、不利益処分をする場合には、聴聞の手続を執らなければならない。",
          "行政手続法は、申請に対する処分については、行政庁が標準処理期間を定めるよう努めるべきものとしているのに対し、不利益処分については、標準処理期間にかかわる規定を設けていない。",
          "行政庁は、申請を拒否する処分をする場合には、公聴会を開催するよう努めるべきものとされているのに対し、不利益処分をする場合には、公聴会を開催しなければならないものとされる。"
        ],
        "answer": [
          3
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "処分理由の提示に関する次の記述のうち、法令および最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "行政手続法が、不利益処分をする場合に同時にその理由を名あて人に示さなければならないとしているのは、名あて人に直接義務を課し、またはその権利を制限するという同処分の性質にかんがみたものであるから、行政手続法には、申請に対する拒否処分に関する理由の提示の定めはない。",
          "一級建築士免許取消処分をするに際し、行政庁が行政手続法に基づいて提示した理由が不十分であったとしても、行政手続法には理由の提示が不十分であった場合の処分の効果に関する規定は置かれていないから、その違法により裁判所は当該処分を取り消すことはできない。",
          "行政手続法は、不利益処分をする場合にはその名あて人に対し同時に当該不利益処分の理由を示さなければならないと定める一方、「当該理由を示さないで処分をすべき差し迫った必要がある場合はこの限りでない。」としている。",
          "青色申告について行政庁が行った更正処分における理由附記の不備という違法は、同処分に対する審査裁決において処分理由が明らかにされた場合には、治癒され、更正処分の取消事由とはならない。",
          "情報公開条例に基づく公文書の非公開決定において、行政庁がその処分理由を通知している場合に、通知書に理由を附記した以上、行政庁が当該理由以外の理由を非公開決定処分の取消訴訟において主張することは許されない。"
        ],
        "answer": [
          2
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "理由の提示に関する次の記述のうち、行政手続法の規定または最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "行政庁は、申請により求められた許認可等の処分をする場合、当該申請をした者以外の当該処分につき利害関係を有するものと認められる者から請求があったときは、当該処分の理由を示さなければならない。",
          "行政庁は、申請により求められた許認可等を拒否する処分をする場合でも、当該申請が法令に定められた形式上の要件に適合しないことを理由とするときは、申請者に対して当該処分の理由を示す必要はない。",
          "行政庁は、理由を示さないで不利益処分をすべき差し迫った必要がある場合であれば、処分と同時にその理由を示す必要はなく、それが困難である場合を除き、当該処分後の相当の期間内にこれを示せば足りる。",
          "公文書の非開示決定に付記すべき理由については、当該公文書の内容を秘匿する必要があるため、非開示の根拠規定を示すだけで足りる。",
          "旅券法に基づく一般旅券の発給拒否通知書に付記すべき理由については、いかなる事実関係に基づきいかなる法規を適用して拒否されたかに関し、その申請者が事前に了知しうる事情の下であれば、単に発給拒否の根拠規定を示すだけで足りる。"
        ],
        "answer": [
          2
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "処分または行政指導であって、その根拠となる規定が法律に置かれているものに関する次の記述のうち、当該事項を求め得ることが行政手続法に規定されていないものはどれか。",
        "choices": [
          "不利益処分の名あて人となるべき者は、聴聞の通知を受けた場合、聴聞が終結する時までの間、行政庁に対し、当該不利益処分の原因となる事実を証する資料の閲覧を求めることができる。",
          "不利益処分の名あて人となるべき者は、弁明の機会の付与の通知を受けた場合、口頭による意見陳述のために、弁明の機会の付与に代えて聴聞を実施することを求めることができる。",
          "法令に違反する行為の是正を求める行政指導の相手方は、当該行政指導が法定の要件に適合しないと思料するときは、当該行政指導をした行政機関に対し、当該行政指導の中止を求めることができる。",
          "何人も、法令に違反する事実がある場合において、法令違反の是正のためにされるべき処分がされていないと思料するときは、権限を有する行政庁に対し、当該処分をすることを求めることができる。",
          "何人も、法令に違反する事実がある場合において、法令違反の正のためにされるべき行政指導がされていないと思料するときは、権限を有する行政機関に対し、当該行政指導をすることを求めることができる。"
        ],
        "answer": [
          1
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政手続法が定める行政庁等の義務に関する次の記述のうち、法的義務として規定されているものの組合せとして、正しいものはどれか。",
        "choices": [
          "申請者以外の利害を考慮すべきことが法令において許可の要件とされている場合に、公聴会を開催すること",
          "申請に対する処分を行う場合の審査基準を定めて公にしておくこと",
          "不利益処分を行う場合の処分基準を定めて公にしておくこと",
          "申請に対する処分の標準処理期間を定めた場合に、それを公にしておくこと",
          "申請に対する処分の情報提供",
          "申請に対する処分の公聴会の開催",
          "複数の行政庁が関与する処分で各行政庁の相互協力義務",
          "命令等を定めた後、検討を加え、その適正を確保すること",
          "意見公募手続の周知",
          "地方公共団体の措置"
        ],
        "answer": [
          1,
          3
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)\n\n【肢6】\n(解説生成失敗)\n\n【肢7】\n(解説生成失敗)\n\n【肢8】\n(解説生成失敗)\n\n【肢9】\n(解説生成失敗)\n\n【肢10】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政手続法が定める行政庁等の義務（必ず行わなければならない法令上の義務）と努力義務に関する次の記述のうち、誤っているものはどれか。",
        "choices": [
          "申請に対する処分について、申請がその事務所に到達してから当該申請に対する処分をするまでに通常要すべき標準的な期間を定めることは、担当行政庁の努力義務にとどまり、義務とはされていない。",
          "申請に対する処分について、公聴会の開催その他の適当な方法により利害関係人の意見を聴く機会を設けるべきことは、担当行政庁の努力義務にとどまり、義務とはされていない。",
          "不利益処分について、処分基準を定め、かつ、これを公にしておくことは、担当行政庁の努力義務にとどまり、義務とはされていない。",
          "行政指導について、その相手方に対して、当該行政指導の趣旨および内容ならびに責任者を示すことは、当該行政指導に携わる者の努力義務にとどまり、義務とはされていない。",
          "意見公募手続について、当該手続の実施について周知することおよび当該手続の実施に関連する情報を提供することは、命令等制定機関の努力義務にとどまり、義務とはされていない。"
        ],
        "answer": [
          3
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政手続法に関する次の記述のうち、誤っているものはどれか。",
        "choices": [
          "行政庁は、申請の形式上の要件に適合しない申請については、補正を求めなければならず、ただちにこれを拒否してはならない。",
          "行政庁は、申請により求められた許認可等を拒否する処分をする場合は、申請者に対し、同時に、当該処分の理由を提示しなければならない。",
          "行政庁は、申請者の求めがあれば、申請に係る審査の進行状況や申請に対する処分時期の見通しを示すよう努めなければならない。",
          "申請により求められた許認可等を拒否する処分は、不利益処分ではなく、「申請に対する処分」に該当する。",
          "形式上の要件に適合する届出については、提出先とされる機関の事務所に届出書が到達したときに届出の義務が履行されたものとする。",
          "行政庁に一定の事項を通知するもので、行政庁が諾否の応答をすべきものは、申請にあたる。",
          "届出が形式上の要件に適合しない場合、行政庁は補正または拒否をしなければならないとはされていない。"
        ],
        "answer": [
          0
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)\n\n【肢6】\n(解説生成失敗)\n\n【肢7】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政手続法に関する次の記述のうち、正しいもの（２つ）はどれか。",
        "choices": [
          "行政指導指針は、行政機関がこれを定めたときは、行政上特別の支障がない限り、公表しなければならない。",
          "申請に対する処分が標準処理期間内に行われない場合には、そのことを理由として直ちに、不作為の違法確認の訴えにおいて、その請求が認容される。",
          "行政庁が、処分基準を定めたときは、行政上特別の支障があるときを除き、法令により申請の提出先とされている機関の事務所における備付けその他の適当な方法により公にしておかなければならない。",
          "申請により求められた許認可等を拒否する場合において、申請者に対する理由の提示が必要とされるのは、申請を全部拒否するときに限られ、一部拒否のときはその限りでない。",
          "法律に基づく命令、審査基準、処分基準および行政指導指針を定める場合、公益上、緊急に定める必要がある場合など行政手続法が定める例外を除いて、意見公募手続をとらなければならない。",
          "命令等を定める際の意見公募手続による結果の公示は、第三者の利益を害する場合を除き、しなければならない。"
        ],
        "answer": [
          0,
          4,
          5
        ],
        "explain": "【肢1】\n(解説生成失敗)\n\n【肢2】\n(解説生成失敗)\n\n【肢3】\n(解説生成失敗)\n\n【肢4】\n(解説生成失敗)\n\n【肢5】\n(解説生成失敗)\n\n【肢6】\n(解説生成失敗)",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      }
    ],
    "行政不服審査法": [
      {
        "text": "行政不服審査法（以下「行審法」という。）に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "納付すべき金銭の額を確定し、一定の額の金銭の納付を命じ、または金銭の給付決定の取消しその他の金銭の給付を制限する不利益処分については、行審法の規定は適用されない。",
          "行審法が審査請求の対象とする「行政庁の不作為」には、法令に違反する事実がある場合において、その是正のためにされるべき処分がされていない場合も含まれる。",
          "地方公共団体の機関がする処分でその根拠となる規定が条例または規則に置かれているものについては、行審法の規定は適用されない。",
          "地方公共団体またはその機関に対する処分で、当該団体または機関がその固有の資格において処分の相手方となるものについては、行審法の規定は適用されない。",
          "行審法は、国または公共団体の機関の法規に適合しない行為の是正を求める審査請求で、自己の法律上の利益にかかわらない資格でするものについても規定している。"
        ],
        "answer": [
          3
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政不服審査法の定める審査請求の対象に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "全ての行政庁の処分は、行政不服審査法または個別の法律に特別の定めがない限り、行政不服審査法に基づく審査請求の対象となる。",
          "地方公共団体の機関がする処分（その根拠となる規定が条例または規則に置かれているものに限る。）についての審査請求には、当該地方公共団体の定める行政不服審査条例が適用され、行政不服審査法は適用されない。",
          "地方公共団体は、自己に対する処分でその固有の資格において処分の相手方となるものに不服がある場合、行政不服審査法に基づく審査請求をした後でなければ当該処分の取消訴訟を提起することができない。",
          "行政指導の相手方は、当該行政指導が違法だと思料するときは、行政不服審査法に基づく審査請求によって当該行政指導の中止を求めることができる。",
          "個別の法律により再調査の請求の対象とされている処分は、行政不服審査法に基づく審査請求の対象とはならない。",
          "公務員の懲戒処分について審査請求をすることができるが、行政手続法にはその定めがない。",
          "行政不服審査法は書面審理主義と一般概括主義。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政不服審査法における再調査の請求について、妥当な記述はどれか。",
        "choices": [
          "行政庁の処分につき、処分庁以外の行政庁に対して審査請求をすることができる場合、処分庁に再調査の請求をすることは認められない。",
          "行政庁の処分に不服のある場合のほか、法令に基づく処分についての申請について不作為がある場合にも、再調査の請求が認められる。",
          "再調査の請求においても、原則として、その審理は審理員によってなされなければならないが、行政不服審査会等への諮問は要しない。",
          "再調査の請求において、請求人または参加人の申立てがあった場合には、それが困難であると認められない限り、口頭で意見を述べる機会を与えなければならない。",
          "再調査の請求がなされた場合、処分庁は、職権で、処分の効力、執行または手続の続行を停止することができるが、これらを請求人が申し立てることはできない。",
          "再審査請求には、諮問の規定は準用されない。",
          "提出書類等の閲覧に関する規定は、再調査の請求については準用されないが、再審査請求については準用される。",
          "再審査請求は、裁決があった日の翌日から起算して1年経過したときはすることができない。ただし、正当な理由があるときはこの限りではない。",
          "再審査請求では、処分庁以外の行政庁に対し、審査請求できるという条件はない。"
        ],
        "answer": [
          3,
          5,
          6,
          7,
          8
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "再審査請求について定める行政不服審査法の規定に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "法律に再審査請求をすることができる旨の定めがない場合であっても、処分庁の同意を得れば再審査請求をすることが認められる。",
          "審査請求の対象とされた処分（原処分）を適法として棄却した審査請求の裁決（原裁決）があった場合に、当該審査請求の裁決に係る再審査請求において、原裁決は違法であるが、原処分は違法でも不当でもないときは、再審査庁は、裁決で、当該再審査請求を棄却する。",
          "再審査請求をすることができる処分について行う再審査請求の請求先（再審査庁）は、行政不服審査会となる。",
          "再審査請求をすることができる処分について、審査請求の裁決が既になされている場合には、再審査請求は当該裁決を対象として行わなければならない。",
          "再審査請求の再審査請求期間は、原裁決があった日ではなく、原処分があった日を基準として算定する。",
          "再審査請求は原処分に対してもできる。",
          "再審査請求にも審理員の規定は適用されうる。",
          "再審査請求には、弁明書の提出、反論書の提出、誤った教示をした時の救済、第三者への諮問制度は準用されない。",
          "再審査請求には裁決の拘束力が認められるが、再調査の請求（決定）には認められない。",
          "再審査請求に事情裁決が準用されるが、再調査の請求には準用されない。",
          "再審査、再調査ともに不利益変更禁止の規定は適用されない。"
        ],
        "answer": [
          1,
          5,
          6,
          7,
          8,
          9,
          10
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政不服審査法の定める審査請求人に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "法人でない社団であっても、代表者の定めがあるものは、当該社団の名で審査請求をすることができる。",
          "審査請求人は、国の機関が行う処分について処分庁に上級行政庁が存在しない場合、特別の定めがない限り、行政不服審査会に審査請求をすることができる。",
          "審査請求人は、処分庁が提出した反論書に記載された事項について、弁明書を提出することができる。",
          "審査請求人の代理人は、特別の委任がなくても、審査請求人に代わって審査請求の取下げをすることができる。",
          "共同審査請求人の総代は、他の共同審査請求人のために、審査請求の取下げを含め、当該審査請求に関する一切の行為をすることができる。",
          "法人でない社団による審査請求の規定は、再審査請求、再調査の請求に準用される。",
          "物件提出要求の規定は、再審査請求には準用されるが、再調査の請求には準用されない。",
          "提出書類閲覧に関する規定は、再調査の請求には準用されず、再審査請求では準用される。"
        ],
        "answer": [
          0,
          5,
          6,
          7
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "処分についての審査請求に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "審査請求の審理は、書面によるのが原則であるが、申立人の申立てがあった場合には、審理員は、申立人に口頭で意見を述べる機会を与えなければならない。",
          "審査請求は、行政の適正な運営を確保することを目的とするため、一般概括主義がとられており、国会および裁判所が行う処分以外には、適用除外とされている処分はない。",
          "審査請求は、行政の適正な運営を確保することを目的とするため、対象となる処分に利害関係を有しない者であっても、不服申立てができる期間であれば、これを行うことができる。",
          "審査請求は、簡易迅速に国民の権利利益の救済を図るための制度であるから、審査請求が行われた場合には、処分の効力は、裁決が行われるまで停止する。",
          "審査請求は、簡易迅速に国民の権利利益の救済を図るための制度であるから、審査請求に対する審査庁の判断が一定期間内に示されない場合、審査請求が審査庁によって認容されたとみなされる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政不服審査法の定める審査請求に関する次のア〜オの記述のうち、正しいものの組合せはどれか。",
        "choices": [
          "審査請求は、代理人によってもすることができ、その場合、当該代理人は、各自、審査請求人のために、原則として、当該審査請求に関する一切の行為をすることができるが、審査請求の取下げは、代理人によってすることはできない。",
          "審査庁となるべき行政庁は、必ず標準審理期間を定め、これを当該審査庁となるべき行政庁および関係処分庁の事務所における備付けその他の適当な方法により公にしておかなければならない。",
          "審理員は、審査請求人または参加人の申立てがあった場合において、審理の進行のため必要と認めるときに限り、当該申立てをした者に、口頭で意見を述べる機会を与えることができる。",
          "審査請求人が死亡したときは、相続人その他法令により審査請求の目的である処分に係る権利を承継した者は、審査請求人の地位を承継する。",
          "審査請求人以外の者であって、審査請求に係る処分または不作為に係る処分の根拠となる法令に照らし当該処分につき利害関係を有するものと認められる利害関係人は、審理員の許可を得て、当該審査請求に参加することができる。",
          "行政手続法では、不利益処分につき、利害関係を有する者は主宰者の許可を得て、聴聞に参加することができる。",
          "審査請求の目的である権利を譲り受けた者は、審査庁の許可を得て、審査請求人の地位を承継することができる。",
          "相続、合併、分割により地位を承継した者は、書面で審査庁に届け出なければならない。"
        ],
        "answer": [
          3,
          4,
          5,
          6,
          7
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政不服審査法が定める審査請求の手続等に関する次の記述のうち、誤っているものはどれか。",
        "choices": [
          "審査請求は、審査請求をすべき行政庁が処分庁と異なる場合には、処分庁を経由してすることもできるが、処分庁は提出された審査請求書を直ちに審査庁となるべき行政庁に送付しなければならない。",
          "審査庁は、審査請求が不適法であって補正をすることができないことが明らかなときは、審理員による審理手続を経ないで、裁決で、当該審査請求を却下することができる。",
          "審査請求人は、審理手続が終了するまでの間、審理員に対し、提出書類等の閲覧を求めることができるが、その写しの交付を求めることもできる。",
          "審理員は、審査請求人の申立てがあった場合には、口頭意見陳述の機会を与えなければならないが、参加人がこれを申し立てることはできない。",
          "行政庁の処分に不服がある者は、当該処分が法律上適用除外とされていない限り、当該処分の根拠となる法律に審査請求をすることができる旨の定めがないものについても、審査請求をすることができる。"
        ],
        "answer": [
          3
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政不服審査法が定める審査請求の手続に関する次の記述のうち、誤っているものはどれか。",
        "choices": [
          "審査請求をすべき行政庁が処分庁と異なる場合、審査請求人は処分庁を経由して審査請求を行うこともできる。",
          "審査請求は書面により行わなければならないが、行政不服審査法以外の法律や条例に口頭ですることができる旨の規定のある場合には、審査請求人は審査請求を口頭で行うことができる。",
          "審査請求人は、裁決があるまでは、いつでも審査請求の取下げをすることができ、取下げの理由に特に制限は設けられていない。",
          "審査請求を受けた審査庁は、審査請求書に形式上の不備がある場合でも審理員を指名し、審理手続を開始しなければならず、直ちに審査請求を却下することはできない。",
          "審査請求人から申立てがあった場合には、審理員は原則として口頭意見陳述の機会を与えなければならず、口頭意見陳述には参加人だけでなく、審理員の許可を得て補佐人も参加できる。"
        ],
        "answer": [
          3
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政不服審査法における審査請求に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "審査請求は、審査請求人本人がこれをしなければならず、代理人によってすることはできない。",
          "審査請求人以外の利害関係人は、審査請求に参加することは許されないが、書面によって意見の提出をすることができる。",
          "多数人が共同して審査請求をしようとする場合、1人の総代を選ばなければならない。",
          "審査請求人本人が死亡した場合、当該審査請求人の地位は消滅することから、当該審査請求の目的である処分に係る権利が承継されるか否かにかかわらず、当該審査請求は当然に終了する。",
          "審査請求人本人が死亡した場合、当該審査請求人の地位は消滅することから、当該審査請求の目的である処分に係る権利が承継されるか否かにかかわらず、当該審査請求は当然に終了する。",
          "再調査の請求にも、審査請求の代理人の規定が準用される。"
        ],
        "answer": [
          4,
          5
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "審理員に関する行政不服審査法の規定に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "審理員は、審査請求がされた行政庁が、審査請求の対象とされた処分の処分庁または不作為庁に所属する職員から指名する。",
          "審理員は、職権により、物件の所持人に対し物件の提出を求めた上で、提出された当該物件を留め置くことができる。",
          "審理員は、審査請求人または参加人の申立てがなければ、必要な場所についての検証をすることはできない。",
          "審理員は、審査請求人または参加人の申立てがなければ、審査請求に係る事件に関し、審理関係人に質問することはできない。",
          "審理員は、数個の審査請求に係る審理手続を併合することはできるが、ひとたび併合された審査請求に係る審理手続を分離することはできない。"
        ],
        "answer": [
          1
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政不服審査法における審理員について、妥当な記述はどれか。",
        "choices": [
          "審理員による審理手続は、処分についての審査請求においてのみなされ、不作為についての審査請求においてはなされない。",
          "審理員は、審査庁に所属する職員のうちから指名され、審査庁となるべき行政庁は、審理員となるべき者の名簿を作成するよう努めなければならない。",
          "審理員は、処分についての審査請求において、必要があると認める場合には、処分庁に対して、処分の執行停止をすべき旨を命ずることができる。",
          "審理員は、審理手続を終結したときは、審理手続の結果に関する調書を作成し、審査庁に提出するが、その中では、審査庁のなすべき裁決に関する意見の記載はなされない。",
          "審理員は、行政不服審査法が定める例外に該当する場合を除いて、審理手続を終結するに先立ち、行政不服審査会等に諮問しなければならない。",
          "審査請求人が補佐人とともに出頭するには、審理員の許可が必要。",
          "参加人が補佐人とともに出頭するには審理員の許可が必要。",
          "審査請求人、参加人は、審理員の許可を得て、処分庁等に対して質問を発することができる。"
        ],
        "answer": [
          1,
          5,
          6,
          7
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政不服審査法の定める執行停止に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "処分庁の上級行政庁または処分庁のいずれでもない審査庁は、必要があると認めるときは、審査請求人の申立てによりまたは職権で、処分の効力、処分の執行または手続の続行の全部または一部の停止その他の措置をとることができる。",
          "審査庁は、処分、処分の執行または手続の続行により生ずる重大な損害を避けるために緊急の必要があると認めるときは、審査請求人の申立てがなくとも、職権で執行停止をしなければならない。",
          "審理員は、必要があると認める場合には、審査庁に対し、執行停止をすべき旨の意見書を提出することができ、意見書の提出があった場合、審査庁は、速やかに執行停止をしなければならない。",
          "執行停止をした後において、執行停止が公共の福祉に重大な影響を及ぼすことが明らかとなったとき、その他事情が変更したときには、審査庁は、その執行停止を取り消すことができる。",
          "処分庁の上級行政庁または処分庁が審査庁である場合には、処分の執行の停止によって目的を達することができる場合であっても、処分の効力の停止をすることができる。",
          "いずれでもない行政庁が審査庁の場合、審査請求人の申立ての場合のみ処分庁の意見を聴取したうえで執行停止できる。"
        ],
        "answer": [
          3,
          5
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政不服審査法が定める執行停止に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "審査請求人の申立てがあった場合において、処分、処分の執行または手続の続行により生ずる重大な損害を避けるために緊急の必要があると認めるときは、本案について理由がないとみえるときでも、審査庁は、執行停止をしなければならない。",
          "審査庁は、いったんその必要性を認めて執行停止をした以上、その後の事情の変更を理由として、当該執行停止を取り消すことはできない。",
          "審理員は執行停止をすべき旨の意見書を審査庁に提出することができ、提出を受けた当該審査庁は、速やかに、執行停止をするかどうかを決定しなければならない。",
          "再調査の請求は、処分庁自身が簡易な手続で事実関係の調査をする手続であるから、再調査の請求において、請求人は執行停止を申し立てることはできない。",
          "審査庁が処分庁または処分庁の上級行政庁のいずれでもない場合には、審査庁は、審査請求人の申立てにより執行停止を行うことはできない。",
          "執行停止後、執行停止が公共の福祉に重大な影響を及ぼすことが明らかとなり、その他事情が変更したとき、審査庁は執行停止を取り消すことができる。"
        ],
        "answer": [
          2,
          5
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "裁決および決定についての行政不服審査法の規定に関する次の記述のうち、正しいものの組合せはどれか。",
        "choices": [
          "審査請求人は、処分についての審査請求をした日（審査請求書につき不備の補正を命じられた場合は、当該不備を補正した日）から、行政不服審査法に定められた期間内に裁決がないときは、当該審査請求が審査庁により棄却されたものとみなすことができる。",
          "審査請求については、裁決は関係行政庁を拘束する旨の規定が置かれており、この規定は、再審査請求の裁決についても準用されているが、再調査の請求に対する決定については、準用されていない。",
          "審査請求および再審査請求に対する裁決については、認容、棄却、却下の3つの類型があるが、再調査の請求については請求期間の定めがないので、これに対する決定は、認容と棄却の2つの類型のみである。",
          "審査請求においては、処分その他公権力の行使に当たる行為が違法または不当であるにもかかわらず、例外的にこれを認容せず、裁決主文で違法または不当を宣言し、棄却裁決をする制度（いわゆる事情裁決）があるが、再調査の請求に対する決定についても、類似の制度が規定されている。",
          "事実上の行為のうち、処分庁である審査庁に審査請求をすべきとされているものについて、審査請求に理由がある場合には、審査庁は、事情裁決の場合を除き、裁決で、当該事実上の行為が違法または不当である旨を宣言するとともに、当該事実上の行為の全部もしくは一部を撤廃し、またはこれを変更する。",
          "再審査請求にも、再調査の請求にも事情判決の規定は準用されない。",
          "事実上の行為で、いずれでもない行政庁は、違法又は不当である旨を宣言し、撤廃すべき旨を命じ、変更はできない。",
          "再審査請求にも審理員の規定が準用される。"
        ],
        "answer": [
          1,
          5,
          6,
          7
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政不服審査法の定める審査請求に対する裁決に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "処分についての審査請求が不適法である場合や、審査請求に理由がない場合には、審査庁は、裁決で当該審査請求を却下するが、このような裁決には理由を記載しなければならない。",
          "処分についての審査請求に対する認容裁決で、当該処分を変更することができるのは、審査庁が処分庁の上級行政庁または処分庁の場合に限られるが、審査庁が処分庁の場合は、審査請求人の不利益に当該処分を変更することもできる。",
          "不作為についての審査請求が当該不作為に係る処分についての申請から相当の期間が経過しないでされたものである場合その他不適法である場合には、審査庁は、裁決で、当該審査請求を却下する。",
          "法令に基づく申請を却下し、または棄却する処分の全部または一部を取り消す場合において、審査庁が処分庁の上級行政庁である場合、当該審査庁は、当該申請に対して一定の処分をすべきものと認めるときは、自らその処分を行うことができる。",
          "不作為についての審査請求が理由がある場合において、審査庁が不作為庁の上級行政庁である場合、審査庁は、裁決で当該不作為が違法または不当である旨を宣言するが、当該不作為庁に対し、一定の処分をすべき旨を命ずることはできない。",
          "上級行政庁が営業停止処分を免許取消処分に変更することは、不利益変更に該当し、許されない。"
        ],
        "answer": [
          2,
          5
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政不服審査法が定める審査請求の裁決に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "審査庁が不利益処分を取り消す裁決をした場合、処分庁は、当該裁決の趣旨に従い当該不利益処分を取り消さなければならない。",
          "不利益処分につき、その根拠となった事実がないとしてこれを取り消す裁決を受けた処分庁は、事実を再調査した上で、同一の事実を根拠として同一の不利益処分を再び行うことができる。",
          "事実上の行為についての審査請求に理由がある場合には、処分庁である審査庁は、当該事実上の行為が違法又は不当である旨を裁決で宣言し、当該事実上の行為を撤廃又は変更する。",
          "審査庁は、処分庁の上級行政庁または処分庁でなくとも、審査請求に対する認容裁決によって処分を変更することができるが、審査請求人の不利益に処分を変更することは許されない。",
          "審査庁が処分庁である場合、許認可の申請に対する拒否処分を取り消す裁決は、当該申請に対する許認可処分とみなされる。"
        ],
        "answer": [
          2
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政不服審査法に基づく審査請求に対する裁決に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "処分についての審査請求が法定の期間経過後にされたものであるとき、その他不適法であるとき、または審査請求に理由がないときは、審査庁は、裁決で当該審査請求を却下する。",
          "不作為についての審査請求に理由があるときは、不作為庁の上級行政庁である審査庁は、当該不作為庁に対しすみやかに申請を認める処分をすべき旨を命ずるとともに、裁決で、その旨を宣言する。",
          "処分（事実上の行為を除く。）についての審査請求に理由があり、審査庁が裁決で当該処分の変更をすることができる場合において、公の利益に著しい障害が生ずることを防ぐため必要があると認めるときは、審査庁は、審査請求人の不利益に処分の変更をすることもできる。",
          "事実上の行為についての審査請求に理由があるときは、処分庁の上級行政庁である審査庁は、裁決で、当該事実上の行為が違法または不当である旨を宣言するとともに、当該処分庁に対し、当該事実上の行為の全部もしくは一部を撤廃し、またはこれを変更すべきことを命ずる。",
          "処分についての審査請求の裁決には、行政事件訴訟法の定める事情判決と同様の事情裁決の制度があるが、事情裁決が行われるのは、処分が違法である場合に限られ、処分が不当である場合には行われない。"
        ],
        "answer": [
          3
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政不服審査法が定める教示に関する次の記述のうち、妥当でないものはどれか。",
        "choices": [
          "処分庁が審査請求をすることができる処分をなす場合においては、それを書面でするか、口頭でするかにかかわらず、当該処分につき不服申立てをすることができる旨その他所定の事項を書面で教示をしなければならない。",
          "処分庁が審査請求をすることができる処分をなす場合において、処分の相手方に対し、当該処分の執行停止の申立てをすることができる旨を教示する必要はない。",
          "処分庁は、利害関係人から、当該処分が審査請求をすることができる処分であるかどうかにつき書面による教示を求められたときは、書面で教示をしなければならない。",
          "処分をなすに際し、処分庁が行政不服審査法において必要とされる教示をしなかった場合、当該処分に不服がある者は、当該処分庁に不服申立書を提出することができる。",
          "審査庁は、再審査請求をすることができる裁決をなす場合には、裁決書に、再審査請求をすることができる旨並びに再審査請求をすべき行政庁および再審査請求期間を記載してこれらを教示しなければならない。",
          "処分を口頭でする場合、教示する必要はない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次に掲げる行政不服審査法の条文の空欄［ ア ］～［ オ ］に当てはまる語句の組合せとして、正しいものはどれか。\n第18条第1項：処分についての審査請求は、［ ア ］から起算して3月……（中略）……を経過したときは、することができない。ただし、正当な理由があるときは、この限りでない。\n第26条：執行停止をした後において、［ イ ］が明らかとなったとき、その他事情が変更したときは、審査庁は、その執行停止を取り消すことができる。\n第45条第1項：処分についての審査請求が法定の期間経過後にされたものである場合……（中略）……には、審査庁は、［ ウ ］で、当該審査請求を［ エ ］する。\n第59条第1項：処分（事実上の行為を除く。）についての再調査の請求が理由がある場合には、処分庁は、［ オ ］で、当該処分の全部若しくは一部を取り消し、又はこれを変更する。",
        "choices": [
          "処分があったことを知った日の翌日\t当該審査請求に理由がないこと\t裁決\t棄却\t裁決",
          "処分があったことを知った日執行停止が公共の福祉に重大な影響を及ぼすこと決定棄却裁決",
          "処分があったことを知った日の翌日執行停止が公共の福祉に重大な影響を及ぼすこと裁決却下決定",
          "処分があったことを知った日当該審査請求に理由がないこと決定棄却裁決",
          "処分があったことを知った日の翌日執行停止が公の利益に著しい障害を生ずること裁決却下決定"
        ],
        "answer": [
          2
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政不服審査法の定める不作為についての審査請求に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "不作為についての審査請求は、当該処分についての申請をした者だけでなく、当該処分がなされるにつき法律上の利益を有する者がなすことができる。",
          "不作為についての審査請求は、法令に違反する事実がある場合において、その是正のためにされるべき処分がなされていないときにも、なすことができる。",
          "不作為についての審査請求の審査請求期間は、申請がなされてから「相当の期間」が経過した時点から起算される。",
          "不作為についての審査請求の審理中に申請拒否処分がなされた場合については、当該審査請求は、拒否処分に対する審査請求とみなされる。",
          "不作為についての審査請求がなされた場合においても、審査庁は、原則として、その審理のために、その職員のうちから審理員を指名しなければならない。"
        ],
        "answer": [
          4
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "不作為についての審査請求について定める行政不服審査法の規定に関する次の記述のうち、正しいものの組合せはどれか。",
        "choices": [
          "不作為についての審査請求が当該不作為に係る処分についての申請から相当の期間が経過しないでされたものである場合、審査庁は、裁決で、当該審査請求を棄却する。",
          "不作為についての審査請求について理由がない場合には、審査庁は、裁決で、当該審査請求を棄却する。",
          "不作為についての審査請求について理由がある場合には、審査庁は、裁決で、当該不作為が違法または不当である旨を宣言する。",
          "不作為についての審査請求について理由がある場合、不作為庁の上級行政庁ではない審査庁は、当該不作為庁に対し、当該処分をすべき旨を勧告しなければならない。",
          "不作為について事情裁決の規定はない。"
        ],
        "answer": [
          1,
          2,
          3,
          4
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "不作為についての審査請求に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "不作為についての審査請求は、当該処分についての申請をした者だけでなく、当該処分がなされるにつき法律上の利益を有する者もすることができる。",
          "不作為についての審査請求について理由があり、申請に対して一定の処分をすべきものと認められる場合、審査庁が不作為庁の上級行政庁であるときは、審査庁は、当該不作為庁に対し当該処分をすべき旨を命じる。",
          "不作為についての審査請求は、審査請求が濫用されることを防ぐために、申請がなされた日から法定された一定の期間を経過しなければすることができない。",
          "不作為についての審査請求がなされた場合、審査庁は、必要があると認める場合には、審査請求人の申立てによりまたは職権で、裁決が下されるまでの仮の救済として一定の処分をすることができる。",
          "不作為についての審査請求の審理に際しては、迅速な救済を図るために、審査庁は、審理員を指名して審理手続を行わせるのではなく、審理手続を省いて裁決を下さなければならない。"
        ],
        "answer": [
          1
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政不服審査法に関する次の記述のうち、正しいものの組合せはどれか。",
        "choices": [
          "審査請求の目的である処分に係る権利を譲り受けた者は、審査請求人の地位を承継することができるが、その場合は、審査庁の許可を得ることが必要である。",
          "処分についての審査請求に関する審査請求期間については、処分があったことを知った日から起算するものと、処分があった日から起算するものの2つが定められているが、いずれについても、その初日が算入される。",
          "法令に違反する事実がある場合において、その是正のためにされるべき処分がなされないときは、当該行政庁の不作為について、当該処分をすることを求める審査請求をすることができる。",
          "一定の利害関係人は、審理員の許可を得て、参加人として当該審査請求に参加することができるが、参加人は、審査請求人と同様に、口頭で審査請求に係る事件に関する意見を述べる機会を与えられ、証拠書類または証拠物を提出することができる。",
          "多数人が共同して行った審査請求においては、法定数以内の総代を共同審査請求人により互選することが認められているが、その場合においても、共同審査請求人各自が、総代を通じることなく単独で当該審査請求に関する一切の行為を行うことができる。"
        ],
        "answer": [
          0,
          3
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政不服審査法が定める審査請求に関する次の記述のうち、誤っているものの組合せはどれか。",
        "choices": [
          "処分の取消しを求める審査請求は、所定の審査請求期間を経過したときは、正当な理由があるときを除き、することができないが、審査請求期間を経過した後についても処分の無効の確認を求める審査請求ができる旨が規定されている。",
          "審査請求は、他の法律または条例にこれを口頭ですることができる旨の定めがある場合を除き、審査請求書を提出してしなければならない。",
          "処分についての審査請求に理由があり、当該処分を変更する裁決をすることができる場合であっても、審査請求人の不利益に当該処分を変更することはできない。",
          "審査請求に対する裁決の裁決書に記載する主文が、審理員意見書または行政不服審査会等の答申書と異なる内容である場合であっても、異なることとなった理由を示すことまでは求められていない。",
          "処分の効力、処分の執行または手続の続行の全部または一部の停止その他の措置をとるよう求める申立ては、当該処分についての審査請求をした者でなければすることができない。"
        ],
        "answer": [
          0,
          3
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政不服審査法の規定に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "地方公共団体は、行政不服審査法の規定の趣旨にのっとり、国民が簡易迅速かつ公正な手続の下で広く行政庁に対する不服申立てをすることができるために必要な措置を講ずるよう努めなければならない。",
          "地方公共団体の行政庁が審査庁として、審理員となるべき者の名簿を作成したときは、それについて当該地方公共団体の議会の議決を経なければならない。",
          "不服申立ての状況等に鑑み、地方公共団体に当該地方公共団体の行政不服審査機関*を設置することが不適当または困難であるときは、審査庁は、審査請求に係る事件につき、国の行政不服審査会に諮問を行うことができる。",
          "地方公共団体の議会の議決によってされる処分については、当該地方公共団体の議会の議長がその審査庁となる。",
          "地方公共団体におかれる行政不服審査機関*の組織及び運営に必要な事項は、当該地方公共団体の条例でこれを定める。"
        ],
        "answer": [
          4
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政不服審査法の規定に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "行政庁の処分につき処分庁以外の行政庁に審査請求をすることができる場合には、行政不服審査法の定める例外を除き、処分庁に対して再調査の請求をすることができる。",
          "行政不服審査法に基づく審査請求を審理した審理員は、審理手続を終結したときは、遅滞なく、審査庁がすべき裁決に関する意見書を作成し、速やかに、これを事件記録とともに、審査庁に提出しなければならない。",
          "法令に違反する事実がある場合において、その是正のためにされるべき処分がなされていないと思料する者は、行政不服審査法に基づく審査請求によって、当該処分をすることを求めることができる。",
          "法令に違反する行為の是正を求める行政指導の相手方は、当該行政指導が違法なものであると思料するときは、行政不服審査法に基づく審査請求によって、当該行政指導の中止を求めることができる。",
          "地方公共団体の機関がする処分であってその根拠となる規定が条例に置かれているものにも行政不服審査法が適用されるため、そのような処分についての審査請求がされた行政庁は、原則として総務省に置かれた行政不服審査会に諮問をしなければならない。"
        ],
        "answer": [
          1
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      }
    ],
    "行政事件訴訟法": [
      {
        "text": "次の記述のうち、法令および最高裁判所判例に照らし、正しいものの組合せはどれか。",
        "choices": [
          "行政処分の取消訴訟において、処分取消判決が確定したときであっても、同一処分に関する国家賠償訴訟において、被告は、当該処分を行ったことが国家賠償法上は違法ではないと主張することは許される。",
          "行政処分が無効と判断される場合であっても、その効力の有無を争うためには抗告訴訟を提起する必要があり、当事者訴訟や民事訴訟においてただちに行政処分の無効を主張することは許されない。",
          "行政処分が違法であることを理由として国家賠償請求をするに当たっては、あらかじめ当該行政処分について取消訴訟を提起し、取消判決を得ていなければならないものではない。",
          "行政処分の違法性を争点とする刑事訴訟において被告人が処分の違法を前提とする主張をする場合には、あらかじめ当該行政処分について取消訴訟を提起し、取消判決を得ておかなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "最高裁判所の判例に照らし、誤っているものはどれか。",
        "choices": [
          "保育所の廃止のみを内容とする条例は、他に行政庁の処分を待つことなく、その施行により各保育所廃止の効果を発生させ、当該保育所に現に入所中の児童およびその保護者という限られた特定の者に対して、直接、当該保育所において保育を受けることを期待し得る法的地位を奪う結果を生じさせるものであるから、その制定行為は、行政庁の処分と実質的に同視し得るものということができる。",
          "建築基準法42条2項に基づく特定行政庁の告示により、同条1項の道路とみなされる道路（2項道路）の指定は、それが一括指定の方法でされた場合であっても、個別の土地についてその本来的な効果として具体的な私権制限を発生させるものであり、個人の権利義務に対して直接影響を与えるものということができる。",
          "(旧)医療法の規定に基づく病院開設中止の勧告は、医療法上は当該勧告を受けた者が任意にこれに従うことを期待してされる行政指導として定められており、これに従わない場合でも、病院の開設後に、保険医療機関の指定を受けることができなくなる可能性が生じるにすぎないから、この勧告は、行政事件訴訟法3条2項にいう「行政庁の処分その他公権力の行使に当たる行為」に当たらない。",
          "市町村の施行に係る土地区画整理事業計画の決定は、施行地区内の宅地所有者等の法的地位に変動をもたらすものであって、抗告訴訟の対象とするに足りる法的効果を有するものということができ、実効的な権利救済を図るという観点から見ても、これを対象とした抗告訴訟の提起を認めるのが合理的である。",
          "都市計画区域内において工業地域を指定する決定が告示されて生じる効果は、当該地域内の不特定多数の者に対する一般的抽象的な権利制限にすぎず、このような効果を生じるということだけから直ちに当該地域内の個人に対する具体的な権利侵害を伴う処分があったものとして、これに対する抗告訴訟の提起を認めることはできない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "最高裁判所の判例に照らし、妥当でないものはどれか。",
        "choices": [
          "都市計画法に基づいて、公共施設の管理者である行政機関等が行う開発行為への同意は、これが不同意であった場合には、開発行為を行おうとする者は後続の開発許可申請を行うことができなくなるため、開発を行おうとする者の権利ないし法的地位に影響を及ぼすものとして、抗告訴訟の対象となる行政処分に該当する。",
          "都市計画区域内において用途地域を指定する決定は、地域内の土地所有者等に建築基準法上新たな制約を課すものではあるが、その効果は、新たにそのような制約を課する法令が制定された場合と同様の当該地域内の不特定多数の者に対する一般的抽象的なものにすぎず、当該地域内の個人の具体的な権利を侵害するものではないから、抗告訴訟の対象となる行政処分に該当しない。",
          "市町村の施行に係る土地区画整理事業計画の決定により、事業施行地区内の宅地所有者等は、所有権等に対する規制を伴う土地区画整理事業の手続に従って換地処分を受けるべき地位に立たされるため、当該計画の決定は、その法的地位に直接的な影響を及ぼし、抗告訴訟の対象となる行政処分に該当する。",
          "地方公共団体が営む水道事業に係る条例所定の水道料金を改定する条例の制定行為は、同条例が上記水道料金を一般的に改定するものであって、限られた特定の者に対してのみ適用されるものではなく、同条例の制定行為をもって行政庁が法の執行として行う処分と実質的に同視することはできないから、抗告訴訟の対象となる行政処分に該当しない。",
          "特定の保育所の廃止のみを内容とする条例は、他に行政庁の処分を待つことなく、その施行により各保育所廃止の効果を発生させ、当該保育所に現に入所中の児童およびその保護者という限られた特定の者に対して、直接、当該保育所において保育を受けることを期待し得る法的地位を奪う結果を生じさせるものであるから、その制定行為は、行政庁の処分と実質的に同視し得るものということができ、抗告訴訟の対象となる行政処分に該当する。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "登録免許税を過大に納付して登記を受けた者が登録免許税法に基づいていた登記機関から税務署長に還付通知をすべき旨の請求に対し、登記機関のする拒否通知は、当該請求者の権利に直接影響を及ぼす法的効果を有しないため、抗告訴訟の対象となる行政処分には当たらない。",
          "行政庁が建築基準法に基づいて、いわゆるみなし道路を告示により一括して指定する行為は、特定の土地について個別具体的な指定をしたものではなく、一般的基準の定立を目的としたものにすぎず、告示による建築制限等の制限の発生を認めることができないので、抗告訴訟の対象となる行政処分には当たらない。",
          "労災就学援護費に関する制度の仕組みに鑑みると、被災労働者またはその遺族は、労働基準監督署長の支給決定によって初めて具体的な労災就学援護費の支給請求権を取得するため、労働基準監督署長が行う労災就学援護費の支給または不支給の決定は、抗告訴訟の対象となる行政処分に当たる。",
          "市町村長が住民基本台帳法に基づき住民票に続柄を記載する行為は、公の権威をもって住民の身分関係を証明し、それに公の証明力を与える公証行為であるから、それ自体によって新たに国民の権利義務を形成し、又はその範囲を確定する法的効果を有するため、抗告訴訟の対象となる行政処分に当たる。",
          "都市計画法の規定に基づく用途地域指定の決定が告示された場合、その効力が生じると、当該地域内においては、建築物の用途、容積率、建ぺい率等につき従前と異なる基準が適用され、これらの基準に適合しない建築物については建築確認を受けることができなくなる効果が生じるので、用途地域指定の決定は、抗告訴訟の対象となる行政処分に当たる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "地方鉄道法（当時）による鉄道料金の認可に基づく鉄道料金の改定は、当該鉄道の利用者に直接の影響を及ぼすものであるから、路線の周辺に居住し、特別急行を利用している者には、地方鉄道業者の特別急行料金の改定についての認可処分の取消しを求める原告適格が認められる。",
          "文化財保護法は、文化財の研究者が史跡の保存・活用から受ける利益について、同法の目的とする一般的、抽象的な公益のなかに吸収・解消させずに、特に文化財の学術研究者の学問研究上の利益の保護について特段の配慮をしている規定を置いているため、史跡を研究の対象とする学術研究者には、史跡の指定解除処分の取消しを求める原告適格が認められる。",
          "不当景品類及び不当表示防止法は、公益保護を目的とし、個々の消費者の利益の保護を同時に目的とするものであるから、消費者が誤認をする可能性のある商品表示の認定によって不利益を受ける消費者には、当該商品表示の認定の取消しを求める原告適格が認められる。",
          "航空機の騒音の防止は、航空機騒音防止法*の目的であるとともに、航空法の目的でもあるところ、定期航空運送事業免許の審査にあたっては、申請事業計画を騒音障害の有無および程度の点からも評価する必要があるから、航空機の騒音によって社会通念上著しい障害を受ける空港周辺の住民には、免許の取消しを求める原告適格が認められる。",
          "都市計画事業の認可に関する都市計画法の規定は、事業地の周辺に居住する住民の具体的利益を保護するものではないため、これらの住民であって騒音、振動等による健康または生活環境に係る著しい被害を直接的に受けるおそれのあるものであっても、都市計画事業認可の取消しを求める原告適格は認められない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "最高裁判所の判例に照らし、正しいものの組合せはどれか。",
        "choices": [
          "森林法に基づく保安林指定解除処分の取消しが求められた場合において、水資源確保等のための代替施設の設置によって洪水や渇水の危険が解消され、その防止上からは当該保安林の存続の必要性がなくなったと認められるとしても、当該処分の取消しを求める訴えの利益は失われない。",
          "土地改良法に基づく土地改良事業施行認可処分の取消しが求められた場合において、当該事業の計画に係る改良工事及び換地処分がすべて完了したため、当該認可処分に係る事業施行地域を当該事業施行以前の原状に回復することが、社会的、経済的損失の観点からみて、社会通念上、不可能であるとしても、当該認可処分の取消しを求める訴えの利益は失われない。",
          "建築基準法に基づく建築確認の取消しが求められた場合において、当該建築確認に係る建築物の建築工事が完了した後でも、当該建築確認の取消しを求める訴えの利益は失われない。",
          "都市計画法に基づく開発許可のうち、市街化調整区域内にある土地を開発区域とするものの取消しが求められた場合において、当該許可に係る開発工事が完了し、検査済証の交付がされた後でも、当該許可の取消しを求める訴えの利益は失われない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "公務員に対する免職処分の取消訴訟における訴えの利益は、免職処分を受けた公務員が公職の選挙に立候補した後は、給料請求権等の回復可能性があるか否かにかかわらず、消滅する。",
          "保安林指定解除処分の取消訴訟における訴えの利益は、原告適格の基礎とされた個別具体的な利益侵害状況が代替施設の設置によって解消するに至った場合には、消滅する。",
          "公文書非公開決定処分の取消訴訟における訴えの利益は、公開請求の対象である公文書が当該取消訴訟において書証として提出された場合には、消滅する。",
          "運転免許停止処分の取消訴訟における訴えの利益は、免許停止期間が経過した場合であっても、取消判決により原告の名誉・感情・信用等の回復可能性がある場合には、消滅しない。",
          "市立保育所廃止条例を制定する行為の取消訴訟における訴えの利益は、当該保育所で保育を受けていた原告児童の保育の実施期間が満了した場合であっても、当該条例が廃止されない限り、消滅しない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "朝日訴訟最高裁判所大法廷判決（事案の概要）\n原告Xは、以前からA県にある国立B療養所に単身の肺結核患者として入所し、厚生大臣（当時）の設定した生活扶助基準で定められた最高金額である月600円の日用品費の生活扶助と現物による全部給付の給食付医療扶助とを受けていた。ところが、Xが実兄Cから扶養料として毎月1,500円の送金を受けるようになったために、所轄のA県のD市社会福祉事務所長は、月額600円の生活扶助を打ち切り、Cからの上記送金額から日用品費を控除した残額900円を医療費の一部としてXに負担させる旨の保護変更決定（以下「本件保護変更決定」という。）をした。これに対してXは、A県知事、ついで厚生大臣に対して不服の申立てを行ったが、いずれにおいても違法はないとして本件保護変更決定が是認されたので、上記600円の基準金額は生活保護法の規定する健康で文化的な最低限度の生活水準を維持するにたりない違法なものであると主張して、取消訴訟（以下「本件訴訟」という。）を提起した。しかしその後、Xは本件訴訟係属中に死亡した。\nこの判決の結論のうち、正しいものはどれか。",
        "choices": [
          "保護受給権はX個人に与えられた一身専属の権利であり、他の者にこれを譲渡することはできず、相続の対象にもなりえないが、裁判所は、本件保護変更決定の前提となる生活扶助基準の適法性について判断する必要があるので、本件訴訟は、Xの死亡と同時にその相続人に承継される。",
          "生活保護法の規定に基づきXが国から生活保護を受けるのは、これを保護受給権と称されることがあるとしても、その法的性格は国の社会政策の実施に伴う反射的利益というべきであり、Xの死亡後においてそれが相続の対象となることもないから、本件訴訟は、Xの死亡と同時に終了する。",
          "Xの生存中の扶助ですでに遅滞しているものの給付を求める権利は、医療扶助についてはもちろん、金銭給付を内容とする生活扶助も、もっぱらXの最低限度の生活の需要を満たすことを目的とするものであるから、相続の対象となりえず、本件訴訟は、Xの死亡と同時に終了する。",
          "本件保護変更決定によってXは医療費の一部自己負担をせざるをえなくなるが、本件保護変更決定が違法であるとすれば、かかる負担についてXは国に対して不当利得返還請求権を有することになるから、当該請求権は相続の対象となり、本件訴訟は、Xの死亡と同時にその相続人に承継される。",
          "生活保護法の規定に基づき被保護者が国から生活保護を受けるのは法的権利であり、同法が、被保護者は、保護を受ける権利を譲り渡すことができないと規定するのは、被保護者の生存中についての定めであるから、Xの保護請求権は相続の対象となり、本件訴訟は、Xの死亡と同時にその相続人に承継される。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政事件訴訟における法律上の利益に関する次のア～オの記述のうち、誤っているものの組合せはどれか。",
        "choices": [
          "処分の取消訴訟において、原告は、自己の法律上の利益に関係のない違法を理由として処分の取消しを求めることはできず、こうした理由のみを主張する請求は棄却される。",
          "処分の無効確認の訴えは、当該処分に続く処分により損害を受けるおそれのある者その他当該処分の無効の確認を求めるにつき法律上の利益を有する者で、当該処分の無効を前提とする現在の法律関係に関する訴えによって目的を達することができないものに限り、提起することができる。",
          "処分の取消訴訟は、処分の効果が期間の経過その他の理由によりなくなった後においても、なお、処分の取消しによって回復すべき法律上の利益を有する者であれば提起することができる。",
          "不作為の違法確認訴訟は、処分について申請をした者以外の者であっても、当該不作為の違法の確認を求めるにつき法律上の利益を有する者であれば提起することができる。",
          "民衆訴訟とは、国または公共団体の機関相互間における権限の存否またはその行使に関する訴訟であり、原告は、自己の法律上の利益にかかわらない資格で提起することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "取消訴訟の訴訟要件（B）\nＸは、Ａ川の河川敷の自己の所有地に小屋（以下「本件小屋」という。）を建設して所有している。Ａ川の河川管理者であるＢ県知事は、河川管理上の支障があるとして、河川法に基づきＸに対して本件小屋の除却を命ずる処分（以下「本件処分」という。）をした。しかし、Ｘは撤去の必要はないとして本件処分を無視していたところ、Ｘが本件処分の通知書を受け取ってから約８か月が経過した時点で、同知事は、本件小屋の除却のための代執行を行うため、Ｘに対し、行政代執行法に基づく戒告および通知（以下「本件戒告等」という。）を行った。そこでＸは、代執行を阻止するために抗告訴訟を提起することを考えている。",
        "choices": [
          "本件戒告等には処分性が認められることから、Ｘは、本件処分の無効確認訴訟を提起するだけでなく、本件戒告等の取消訴訟をも提起できる。",
          "本件戒告等の取消訴訟において、Ｘは、本件戒告等の違法性だけでなく、本件処分の違法性も主張できる。",
          "Ｘが本件処分の通知書を受け取ってから１年が経過していないことから、Ｘが本件処分の取消訴訟を提起しても、出訴期間の経過を理由として却下されることはない。",
          "Ｘが本件戒告等の取消訴訟を提起したとしても、代執行手続が完了した後には、本件戒告等の効果が消滅したことから、当該訴訟は訴えの利益の欠如を理由に不適法として却下される。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政事件訴訟法が定める行政庁の訴訟上の地位に関する次の記述のうち、誤っているものはどれか。",
        "choices": [
          "処分をした行政庁が国または公共団体に所属しない場合は、取消訴訟は、当該行政庁を被告として提起しなければならない。",
          "処分をした行政庁は、当該処分の取消訴訟について、裁判上の一切の行為をする権限を有する。",
          "審査請求の裁決をした行政庁は、それが国または公共団体に所属する場合であっても、当該裁決の取消訴訟において被告となる。",
          "裁判所は、義務付けの訴えに係る処分につき、訴えに理由があると認めるときは、当該処分の担当行政庁が当該処分をすべき旨を命ずる判決をする。",
          "裁判所は、私法上の法律関係に関する訴訟において処分の効力の有無が争われている場合、決定をもって、その処分に関係する行政庁を当該訴訟に参加させることができる。",
          "行政庁の訴訟参加は、取消訴訟以外の抗告訴訟、当事者訴訟、機関訴訟、民衆訴訟に準用される。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政事件訴訟法が定める処分取消訴訟に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "処分をした行政庁が国または公共団体に所属する場合における処分取消訴訟は、当該処分をした行政庁を被告として提起しなければならない。",
          "処分取消訴訟は、原告の普通裁判籍の所在地を管轄する裁判所または処分をした行政庁の所在地を管轄する裁判所の管轄に属する。",
          "処分をした行政庁が国または公共団体に所属しない場合における処分取消訴訟は、法務大臣を被告として提起しなければならない。",
          "裁判所は、訴訟の結果により権利を害される第三者があるときは、決定をもって、当該第三者を訴訟に参加させることができるが、この決定は、当該第三者の申立てがない場合であっても、職権で行うことができる。",
          "処分取消訴訟は、当該処分につき法令の規定により審査請求をすることができる場合においては、特段の定めがない限り、当該処分についての審査請求に対する裁決を経た後でなければこれを提起することができない。",
          "取消訴訟の被告は行政主体であり、弁護士会、土地区画整理組合、指定検査確認機関がこれにあたる。",
          "国家賠償請求では、組合、機関は被告とはならない。",
          "訴訟参加と名の付くものを裁判所がする場合、あらかじめ当事者の意見を聞かなければならない。"
        ],
        "answer": [
          3,
          5,
          6,
          7
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "事情判決に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "事情判決は、処分取消しの請求を棄却する判決であるが、その判決理由において、処分が違法であることが宣言される。",
          "事情判決においては、公共の利益に著しい影響を与えるため、処分の取消しは認められないものの、この判決によって、損害の賠償や防止の措置が命じられる。",
          "事情判決に関する規定は、義務付け訴訟や差止訴訟にも明文で準用されており、これらの訴訟において、事情判決がなされた例がある。",
          "事情判決に関する規定は、民衆訴訟に明文では準用されていないが、その一種である選挙の無効訴訟において、これと同様の判決がなされた例がある。",
          "土地改良事業が完了し、社会通念上、原状回復が不可能となった場合、事業にかかる施行認可の取消訴訟は、訴えの利益を失って却下され、事情判決の余地はない。",
          "行政不服審査法にも事情判決に類似した制度があり、審査請求、再審査請求に適用される。",
          "事情判決後に国家賠償請求をすることは可能。",
          "事情判決がされると、被告が訴訟費用を負担する。 ※訴訟費用とは、印紙代、切手代、宿泊費など。弁護士費用は除く。"
        ],
        "answer": [
          5,
          6,
          7
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "許認可等の申請に対する処分について、それに対する取消訴訟の判決の効力に関する次の記述のうち、誤っているものはどれか。",
        "choices": [
          "申請を認める処分を取り消す判決は、原告および被告以外の第三者に対しても効力を有する。",
          "申請を認める処分についての取消請求を棄却する判決は、処分をした行政庁その他の関係行政庁への拘束力を有しない。",
          "申請を拒否する処分が判決により取り消された場合、その処分をした行政庁は、当然に申請を認める処分をしなければならない。",
          "申請を認める処分が判決により手続に違法があることを理由として取り消された場合、その処分をした行政庁は、判決の趣旨に従い改めて申請に対する処分をしなければならない。",
          "申請を拒否する処分に対する審査請求の棄却裁決を取り消す判決は、裁決をした行政庁その他の関係行政庁を拘束する。",
          "認容判決に対しても、第三者効は有する。",
          "棄却、却下判決に第三者効はない。",
          "棄却、却下、認容ともに裁決を経ると既判力が生じ、蒸し返すことができない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "抗告訴訟における判決について説明する次のア〜オの記述のうち、誤っているものの組合せはどれか。",
        "choices": [
          "裁判所は、相当と認めるときは、終局判決前に、判決をもって、処分が違法であることを宣言することができる。",
          "申請を拒否した処分が判決により取り消されたときは、その処分をした行政庁は、速やかに申請を認める処分をしなければならない。",
          "処分または裁決を取り消す判決により権利を害された第三者で、自己の責めに帰することができない理由により訴訟に参加することができなかったため判決に影響を及ぼすべき攻撃または防御の方法を提出することができなかったものは、これを理由として、確定の終局判決に対し、再審の訴えをもって、不服の申立てをすることができる。",
          "直接型（非申請型）義務付け訴訟において、その訴訟要件がすべて満たされ、かつ当該訴えに係る処分について行政庁がこれをしないことが違法である場合には、裁判所は、行政庁がその処分をすべき旨を命ずる判決をする。",
          "処分を取り消す判決は、その事件について処分をした行政庁その他の関係行政庁を拘束すると規定されているが、この規定は、取消訴訟以外の抗告訴訟には準用されない。",
          "拘束力は、私人に及ぶものではない。",
          "第三者効は、私人にも及ぶ。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政事件訴訟法の定める執行停止に関する次の記述のうち、妥当な記述はどれか。",
        "choices": [
          "処分の執行停止の申立ては、当該処分に対して取消訴訟を提起した者だけでなく、それに対して差止訴訟を提起した者もなすことができる。",
          "処分の執行停止の申立ては、本案訴訟の提起と同時になされなければならず、それ以前あるいはそれ以後になすことは認められない。",
          "本案訴訟を審理する裁判所は、原告が申し立てた場合のほか、必要があると認めた場合には、職権で処分の執行停止をすることができる。",
          "処分の執行の停止は、処分の効力の停止や手続の続行の停止によって目的を達することができる場合には、することができない。",
          "処分の執行停止に関する決定をなすにあたり、裁判所は、あらかじめ、当事者の意見をきかなければならないが、口頭弁論を経る必要はない。",
          "執行停止の決定が確定した後、その理由が消滅し、その他事情が変更したとき、裁判所は相手方の申立てにより、執行停止の決定を取り消すことができる。",
          "執行停止の申立ての決定に対しては、即時抗告をすることができるが、執行停止の決定に対しては、即時抗告をすることができない。",
          "第三者の訴訟参加の決定をするには、あらかじめ当事者の意見を聞かなければならない（22条）。",
          "職権証拠調べの結果について、当事者の意見をきかなければならない（24条）。",
          "行政庁の訴訟参加の決定をするには、あらかじめ当事者の意見をきかなければならない（23条）。",
          "職権証拠調べの結果を、判決の基礎とすることは許されない。",
          "釈明処分の特則は、裁判所が職権でする。",
          "釈明処分の特則は、無効等確認の訴えに準用される。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政事件訴訟法が定める執行停止に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "執行停止の決定は、裁判所が疎明に基づいて行うが、口頭弁論を経て行わなければならない。",
          "執行停止の決定は、取消訴訟の提起があった場合においては、裁判所が職権で行うことができる。",
          "執行停止の決定は、償うことができない損害を避けるための緊急の必要がある場合でなければ、することができない。",
          "執行停止の決定は、本案について理由があるとみえる場合でなければ、することができない。",
          "執行停止による処分の効力の停止は、処分の執行または手続の続行の停止によって目的を達することができる場合には、することができない。",
          "内閣総理大臣の異議がなされると、裁判所は執行停止を取り消さなければならず、内閣総理大臣は次の常会で国会に報告しなければならない。",
          "執行停止の取消しは、申立てできるのに対し、釈明処分の特則は職権でする。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政事件訴訟法が定める処分無効確認訴訟（以下「無効確認訴訟」という。）に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "無効確認訴訟は、処分が無効であることを主張して提起する訴訟であるから、当該処分に無効原因となる瑕疵が存在しない場合、当該訴えは不適法なものとして却下される。",
          "無効確認訴訟には、取消訴訟の原告適格を定める規定が準用されておらず、原告適格に関する制約はない。",
          "無効確認訴訟は、処分の取消訴訟につき審査請求の前置が要件とされている場合においても、審査請求に対する裁決を経ずにこれを提起することができる。",
          "無効確認訴訟においては、訴訟の対象となる処分は当初から無効であるのが前提であるから、当該処分の執行停止を申し立てることはできない。",
          "無効確認訴訟は、処分が無効であることを前提とする現在の法律関係に関する訴えによって目的を達することができる場合にも、提起することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政事件訴訟法が定める義務付け訴訟に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "申請拒否処分がなされた場合における申請型義務付け訴訟は、拒否処分の取消訴訟と併合提起しなければならないが、その無効確認訴訟と併合提起することはできない。",
          "行政庁が義務付け判決に従った処分をしない場合には、裁判所は、行政庁に代わって当該処分を行うことができる。",
          "義務付け判決には、取消判決の拘束力の規定は準用されているが、第三者効の規定は準用されていない。",
          "処分がされないことにより生ずる償うことのできない損害を避けるため緊急の必要がある場合には、当該処分につき義務付け訴訟を提起しなくとも、仮の義務付けのみを単独で申し立てることができる。",
          "義務付け訴訟は、行政庁の判断を待たず裁判所が一定の処分を義務付けるものであるから、申請型、非申請型のいずれの訴訟も、「重大な損害を生ずるおそれ」がある場合のみ提起できる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の文章は、行政事件訴訟法の定める差止訴訟に関する最高裁判所判決の一節である。空欄 [ A ] 〜 [ D ] に当てはまる語句の組合せとして、妥当なものはどれか。\n行政事件訴訟法37条の4第1項の差止の訴えの訴訟要件である、処分がされることにより「 [ A ] を生ずるおそれ」があると認められるためには、処分がされることにより生ずるおそれのある損害が、処分がされた後に [ B ] 等を提起して [ C ] の決定を受けることなどにより容易に救済を受けることができるものではなく、処分がされる前に差止めを命ずる方法によるのでなければ救済を受けることが困難なものであることを要すると解するのが相当である。……（中略）……。\n……第1審原告らは、本件飛行場に係る第一種区域内に居住しており、本件飛行場に離着陸する航空機の発する騒音により、睡眠妨害、聴取妨害及び精神的作業の妨害や、不快感、健康被害への不安等を始めとする精神的苦痛を [ D ] 受けており、その程度は軽視し難いものというべきであるところ、このような被害の発生に自衛隊機の運航が一定程度寄与していることは否定し難い。また、上記騒音は、本件飛行場において内外の情勢等に応じて配備され運航される航空機の離着陸が行われる度に発生するものであり、上記被害もそれに応じてその都度発生し、これを [ D ] 受けることにより蓄積していくおそれのあるものであるから、このような被害は、事後的にその違法性を争う [ B ] 等による救済になじまない性質のものということができる。\nA　ア　重大な損害　　　　　イ　回復の困難な損害\nB　ア　民事訴訟　　　　　　イ　取消訴訟\nC　ア　仮処分　　　　　　　イ　執行停止\nD　ア　一時的にせよ　　　　イ　反復継続的に",
        "choices": [
          "アアアア",
          "アアイア",
          "アイイイ",
          "イアアイ",
          "イイイイ"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政事件訴訟法の定める仮の差止めに関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "仮の差止めの申立てについては、執行停止における内閣総理大臣の異議の規定は準用されていない。",
          "仮の差止めの申立てがなされた場合、行政庁は、仮の差止めの可否に関する決定がなされるまで、対象とされた処分をすることができない。",
          "仮の差止めは、処分がされることにより重大な損害を生ずるおそれがあり、かつ、その損害を避けるため他に適当な方法がないときに限り、申立てにより、または職権で裁判所がこれを命ずる。",
          "仮の差止めは、緊急の必要があるときは、本案訴訟である差止めの訴えの提起に先立って、申し立てることができる。",
          "仮の差止めについては、公共の福祉に重大な影響を及ぼすおそれがあるときは、裁判所は、これを命ずる決定をすることができない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政事件訴訟法の定める民衆訴訟と機関訴訟に関する次の記述のうち、法令または最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "A県知事に対してA県住民が県職員への条例上の根拠を欠く手当の支給の差止めを求める訴訟は、民衆訴訟である。",
          "A県県営空港の騒音被害について、被害を受けたと主張する周辺住民がA県に対して集団で損害の賠償を求める訴訟は、民衆訴訟である。",
          "A県が保管する国の文書について、A県知事が県情報公開条例に基づき公開の決定をした場合において、国が当該決定の取消しを求める訴訟は、機関訴訟である。",
          "A県議会議員の選挙において、その当選の効力に関し不服がある候補者がA県選挙管理委員会を被告として提起する訴訟は、機関訴訟である。",
          "A県がB市立中学校で発生した学校事故にかかわる賠償金の全額を被害者に対して支払った後、B市が負担すべき分についてA県がB市に求償する訴訟は、機関訴訟である。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政事件訴訟法（以下「行訴法」という。）が定める民衆訴訟および機関訴訟に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "機関訴訟は、国または公共団体の機関相互間における権限の存否またはその行使に関する紛争についての訴訟であり、そのような紛争の一方の当事者たる機関は、特に個別の法律の定めがなくとも、機関たる資格に基づいて訴えを提起することができる。",
          "民衆訴訟とは、特に法律が定める場合に国または公共団体の機関の法規に適合しない行為の是正を求める訴訟で、自己の法律上の利益にかかわらない資格で何人も提起することができるものをいう。",
          "機関訴訟で、処分の取消しを求めるものについては、行訴法所定の規定を除き、取消訴訟に関する規定が準用される。",
          "公職選挙法が定める地方公共団体の議会の議員の選挙の効力に関する訴訟は、地方公共団体の機関たる議会の構成に関する訴訟であるから、機関訴訟の一例である。",
          "行訴法においては、行政事件訴訟に関し、同法に定めがない事項については、「民事訴訟の例による」との規定がなされているが、当該規定には、民衆訴訟および機関訴訟を除くとする限定が付されている。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政事件訴訟法の定めに関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "行政庁の公権力の行使に関する不服の訴訟である抗告訴訟として適法に提起できる訴訟は、行政事件訴訟法に列挙されているものに限られる。",
          "不作為の違法確認の訴えに対し、請求を認容する判決が確定した場合、当該訴えに係る申請を審査する行政庁は、当該申請により求められた処分をしなければならない。",
          "不作為の違法確認の訴えは、処分または裁決についての申請をした者に限り提起することができるが、この申請が法令に基づくものであることは求められていない。",
          "「行政庁の処分その他公権力の行使に当たる行為」に該当しない行為については、民事保全法に規定する仮処分をする余地がある。",
          "当事者訴訟については、具体的な出訴期間が行政事件訴訟法において定められているが、正当な理由があるときは、その期間を経過した後であっても、これを提起することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "許認可の申請拒否処分の取消訴訟に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "申請拒否処分の取消訴訟には、申請された許認可を命ずることを求める義務付け訴訟を併合提起できるが、当該申請拒否処分の取消訴訟のみを単独で提起することも許される。",
          "申請拒否処分の取消訴訟を提起した者は、終局判決の確定まで、申請された許認可の効果を仮に発生させるため、当該申請拒否処分の効力の停止を申し立てることができる。",
          "申請拒否処分の取消訴訟については、出訴期間の制限はなく、申請を拒否された者は、申請された許認可がなされない限り、当該申請拒否処分の取消訴訟を提起できる。",
          "申請拒否処分の取消訴訟の係属中に当該申請拒否処分が職権で取り消され、許認可がなされた場合には、当該取消訴訟は訴えの利益を失い、請求は棄却されることとなる。",
          "申請拒否処分の取消訴訟において、当該申請拒否処分の取消しの判決が確定した場合には、その判決の理由のいかんにかかわらず、処分庁は、再度、申請拒否処分をすることは許されない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政事件訴訟法3条3項による「裁決の取消しの訴え」に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "「裁決の取消しの訴え」の対象とされている裁決は、「義務付けの訴え」や「差止めの訴え」の対象ともされている。",
          "「裁決の取消しの訴え」について、原告適格が認められるのは、裁決の相手方である審査請求人に限られ、それ以外の者には、原告適格は認められない。",
          "「裁決の取消しの訴え」は、審査請求の対象とされた原処分に対する「処分の取消しの訴え」の提起が許されない場合に限り、提起が認められる。",
          "「裁決の取消しの訴え」については、審査請求に対する裁決のみが対象とされており、再調査の請求に対する決定は、「処分の取消しの訴え」の対象とされている。",
          "「裁決の取消しの訴え」については、「処分の取消しの訴え」における執行停止の規定は準用されていないから、裁決について、執行停止を求めることはできない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政事件訴訟法（以下「行訴法」という。）の準用規定に関する次の会話の下線部(ア)〜(ウ)について、その正誤を判定した組合せとして、正しいものはどれか。\n学生A：今日は行訴法の準用に関する規定について学ぼう。 学生B：準用については主として行訴法38条に定められているけれど、他の条文でも定められているよね。まずは出訴期間について定める行訴法14条から。 学生A：行訴法14条については、(ア)無効等確認訴訟にも、その他の抗告訴訟にも準用されていない。訴訟の性質を考えれば当然のことだよ。 学生B：よし、それでは、執行停止について定める行訴法25条はどうだろう。 学生A：行訴法25条は(イ)義務付け訴訟や差止訴訟には準用されていない。でも、当事者訴訟には準用されているのが特徴だね。 学生B：なるほど、当事者訴訟にも仮の救済が用意されているんだね。最後に、第三者効について定める行訴法32条はどうだろう。 学生A：「処分又は裁決を取り消す判決は、第三者に対しても効力を有する」という規定だね。(ウ)これは義務付け訴訟にも差止訴訟にも準用されている。義務付け判決や差止め判決の実効性を確保するために必要だからね。",
        "choices": [
          "正しい誤り正しい",
          "正しい誤り誤り",
          "誤り正しい誤り",
          "誤り誤り正しい",
          "誤り誤り誤り"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政事件訴訟法が定める出訴期間に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "処分または裁決の取消しの訴えは、処分または裁決の日から6箇月を経過したときは提起することができないが、正当な理由があるときはこの限りでない。",
          "処分につき審査請求をすることができる場合において審査請求があったときは、処分に係る取消訴訟は、その審査請求をした者については、これに対する裁決があったことを知った日から6箇月を経過したときは提起することができないが、正当な理由があるときはこの限りでない。",
          "不作為の違法確認の訴えは、当該不作為に係る処分または裁決の申請をした日から6箇月を経過したときは提起することができないが、正当な理由があるときはこの限りでない。",
          "義務付けの訴えは、処分または裁決がされるべきことを知った日から6箇月を経過したときは提起することができないが、正当な理由があるときはこの限りでない。",
          "差止めの訴えは、処分または裁決がされようとしていることを知った日から6箇月を経過したときは提起することができないが、正当な理由があるときはこの限りでない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "抗告訴訟に関する次の記述について、正しいものはどれか。",
        "choices": [
          "裁判所は、処分または裁決をした行政庁以外の行政庁を訴訟に参加させることが必要であると認めるときは、当事者または当該行政庁の申立てを待たず、当該行政庁を職権で訴訟に参加させることができる。",
          "処分の取消しの訴えにおいて、裁判所は職権で証拠調べをすることができるが、その対象は、訴訟要件に関するものに限られ、本案に関するものは含まれない。",
          "取消訴訟の訴訟物は、処分の違法性一般であるから、取消訴訟を提起した原告は、自己の法律上の利益に関係のない違法についても、それを理由として処分の取消しを求めることができる。",
          "裁判所は、処分の取消しの訴えにおいて、当該処分が違法であっても、これを取り消すことにより公の利益に著しい障害を生ずる場合において、原告の受ける損害の程度、その損害の賠償または防止の程度および方法その他一切の事情を考慮した上、当該処分を取り消すことが公共の福祉に適合しないと認めるときは、当該訴えを却下することができる。",
          "行政庁に対して一定の処分を求める申請を拒否された者が、処分の義務付けの訴えを提起する場合、重大な損害を避けるため緊急の必要があるときは、処分の義務付けの訴えのみを単独で提起することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政事件訴訟法に関する次の記述のうち、正しいものの組合せはどれか。",
        "choices": [
          "処分の差止めの訴えの審理中に当該処分がなされた場合、差止めの訴えは、当該処分の取消しの訴えとみなされる。",
          "取消判決は、その事件について、処分庁その他の関係行政庁を拘束すると定められているが、同規定は、公法上の当事者訴訟に準用されている。",
          "不作為の違法確認の訴えは、処分又は裁決についての申請をした者に限り、提起することができ、それ以外の第三者が提起することは許されない。",
          "裁判所は、必要であると認めるときは、職権で、処分をした行政庁以外の行政庁を訴訟に参加させることができるが、その行政庁から申し立てることはできない。",
          "行政庁は、取消訴訟を提起することができる処分をする場合には、相手方に対し、取消訴訟の被告とすべき者等を教示しなければならないが、審査請求に対する裁決をする場合には、それに対する取消訴訟に関する教示の必要はない。",
          "不作為の違法確認の訴えに審査請求前置主義が準用される。",
          "不作為違法確認の訴えにおいて、訴訟参加、証拠調べが準用される。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政事件訴訟に関する次の記述のうち、最高裁判所の判例に照らし、正しいものはどれか。",
        "choices": [
          "地方税法に基づく固定資産税の賦課処分の取消訴訟を提起することなく、過納金相当額の国家賠償請求訴訟を提起することは、結果的に当該行政処分を取り消した場合と同様の経済的効果が得られることになるため、認められない。",
          "供託法に基づく供託金の取戻請求権は、供託に伴い法律上当然に発生するものであり、一般の私法上の債権と同様、譲渡、質権設定、仮差押等の目的とされるものであるから、その請求が供託官により却下された場合には、民事訴訟により争うべきである。",
          "核原料物質、核燃料物質及び原子炉の規制に関する法律に基づく発電用原子炉の設置許可の無効を主張する者は、その運転差止めを求める民事訴訟を提起できるからといって、当該許可処分の無効確認訴訟を提起できないわけではない。",
          "国民年金法に基づく裁定の請求に対して年金支給をしない旨の決定が行われた場合、当該年金の裁定の請求者は、公法上の当事者訴訟によって、給付されるべき年金の請求を行うことができるが、年金支給をしない旨の決定の取消訴訟を提起することは認められない。",
          "登録免許税を過大に納付した者は、そのことによって当然に還付請求権を取得し、その還付がなされないときは、還付金請求訴訟を提起することができるから、還付の請求に対してなされた拒否通知について、取消訴訟を提起することは認められない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の文章は、X県知事により行われる、ある行政処分に付される教示である。これに関する次のア～オの記述のうち、妥当なものの組合せはどれか。\n（教示） この処分に不服があるときは、この処分のあったことを知った日の翌日から起算して3か月以内にX県知事に審査請求をすることができます（処分のあった日の翌日から起算して1年を経過した場合は除きます。）。 また、この処分に対する取消訴訟については、［ a ］を被告として、この処分のあったことを知った日の翌日から起算して6か月以内に提起することができます（処分のあった日の翌日から起算して1年を経過した場合は除きます。）。ただし、処分のあったことを知った日の翌日から起算して3か月以内に審査請求をした場合には、処分の取消訴訟は、その審査請求に対する裁決の送達を受けた日の翌日から起算して6か月以内に提起しなければなりません（裁決のあった日の翌日から起算して1年を経過した場合は除きます。）。\nア　この教示を怠っても、当該処分がそれを理由として取り消されることはない。 イ　空欄［ a ］に当てはまるものは、X県知事である。 ウ　この教示は、行政不服審査法と行政事件訴訟法に基づいて行われている。 エ　この教示が示す期間が過ぎた場合には、取消訴訟を提起することはできないが、正当な理由がある場合には、審査請求のみは許される。 オ　この教示は、審査請求の裁決を経てからでなければ、取消訴訟が提起できないことを示している。",
        "choices": [
          "ア・イ",
          "ア・ウ",
          "イ・ウ",
          "ウ・オ",
          "エ・オ"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "教示がされなかったことについて、審査請求をすることができる キ．カの裁決に不服があれば取消訴訟を提起できる\n利害関係人への教示に関する規定は行訴法には定められていないが、行審法では利害関係人から教示を求められた場合、教示しなければならない。この場合、口頭でもよい。\n口頭で処分をするときを除き、相手方に対し、書面で教示しなければならない",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次に掲げる行政事件訴訟法の条文の空欄［ ア ］～［ オ ］に当てはまる語句の組合せとして、正しいものはどれか。\n第25条第2項　処分の取消しの訴えの提起があった場合において、処分、処分の執行又は手続の続行により生ずる［ ア ］を避けるため緊急の必要があるときは、裁判所は、申立てにより、決定をもって、処分の効力、処分の執行又は手続の続行の全部又は一部の停止……（略）……をすることができる。（以下略）\n第36条　無効等確認の訴えは、当該処分又は裁決に続く処分により［ イ ］を受けるおそれのある者その他当該処分又は裁決の無効等の確認を求めるにつき法律上の利益を有する者で、当該処分若しくは裁決の存否又はその効力の有無を前提とする［ ウ ］に関する訴えによって目的を達することができないものに限り、提起することができる。\n第37条の2第1項　第3条第6項第1号に掲げる場合〔直接型ないし非申請型義務付け訴訟〕において、義務付けの訴えは、一定の処分がされないことにより［ エ ］を生ずるおそれがあり、かつ、その［ オ ］を避けるため他に適当な方法がないときに限り、提起することができる。",
        "choices": [
          "重大な損害重大な損害私法上の法律関係損害拡大",
          "償うことのできない損害重大な損害現在の法律関係重大な損害損害",
          "重大な損害損害現在の法律関係重大な損害損害",
          "償うことのできない損害損害私法上の法律関係損害拡大",
          "重大な損害償うことのできない損害公法上の法律関係重大な損害拡大"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "行政不服審査法（以下「行審法」という。）と行政事件訴訟法（以下「行訴法」という。）との違いに関する次のア～オの記述のうち、妥当なものの組合せはどれか。",
        "choices": [
          "行訴法は、処分取消訴訟につき、出訴期間の制限を規定するとともに、「ただし、正当な理由があるときは、この限りでない」という規定（以下「ただし書」という。）を置いているが、行審法は、処分についての審査請求につき、審査請求期間の制限を規定しているものの、行訴法のようなただし書は置いていない。",
          "行審法は、行政庁が不服申立てをすることができる処分をする場合には、原則として、処分の相手方に対し、当該処分につき不服申立てをすべき行政庁や不服申立てをすることができる期間を書面で教示しなければならないと規定しているが、行訴法は、取消訴訟を提起することができる処分をする場合につき、被告とすべき者や出訴期間を教示すべき旨を定めた明文の規定は置いていない。",
          "行訴法は、判決の拘束力について、「処分又は裁決を取り消す判決は、その事件について、処分又は裁決をした行政庁その他の関係行政庁を拘束する。」と定めているのに対し、行審法は、裁決の拘束力について、「裁決は、関係行政庁を拘束する。」と定めている。",
          "行審法は、行訴法における取消訴訟と同様、審査請求について執行停止の規定を置くとともに、執行停止の申立てまたは決定があった場合、内閣総理大臣は、審査庁に対し、異議を述べることができる旨を定めている。",
          "行訴法は、行政庁がその処分または裁決をしてはならない旨を命ずることを求める訴訟として「差止めの訴え」を設けているが、行審法は、このような処分の差止めを求める不服申立てについて明文の規定を置いていない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次に挙げる行政に関連する法令の規定の空欄［ ア ］～［ エ ］に当てはまる語句の組合せとして、正しいものはどれか。\n行政不服審査法　第21条　第1項　審査請求をすべき行政庁が処分庁等と異なる場合における審査請求は、処分庁等を経由してすることができる。（以下略） 第3項　第1項の場合における審査請求期間の計算については、処分庁に審査請求書を提出し、又は処分庁に対し当該事項を陳述した時に、処分についての審査請求があったものと［ ア ］。\n行政事件訴訟法　第7条　行政事件訴訟に関し、この法律に定めがない事項については、［ イ ］。\n行政事件訴訟法　第36条　無効等確認の訴えは、当該処分又は裁決に続く処分により損害を受けるおそれのある者［ ウ ］当該処分又は裁決の無効等の確認を求めるにつき法律上の利益を有する者で、当該処分［ エ ］裁決の存否又はその効力の有無を前提とする現在の法律関係に関する訴えによって目的を達することができないものに限り、提起することができる。",
        "choices": [
          "推定する民事訴訟の例によるその他及び",
          "推定する民事訴訟法を準用する及び若しくは",
          "推定する民事訴訟法を準用する及び及び",
          "みなす民事訴訟の例によるその他若しくは",
          "みなす民事訴訟の例による並びに並びに"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      }
    ],
    "国家賠償法・損失訴訟": [
      {
        "text": "国家賠償法1条に関する次の記述のうち、最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "通達は、本来、法規としての性質を有しない行政組織内部の命令にすぎず、その違法性を裁判所が独自に判断できるから、国の担当者が、法律の解釈を誤って通達を定め、この通達に従った取扱いを継続したことは、国家賠償法1条1項の適用上も当然に違法なものと評価される。",
          "検察官は合理的な嫌疑があれば公訴を提起することが許されるのであるから、検察官が起訴した裁判において最終的に無罪判決が確定したからといって、当該起訴が国家賠償法1条1項の適用上も当然に違法となるわけではない。",
          "裁判官のなす裁判も国家賠償法1条の定める「公権力の行使」に該当するが、裁判官が行う裁判においては自由心証主義が認められるから、裁判官の行う裁判が国家賠償法1条1項の適用上違法と判断されることはない。",
          "国会議員の立法行為（立法不作為を含む。）は、国家賠償法1条の定める「公権力の行使」に該当するものではなく、立法の内容が憲法の規定に違反する場合であっても、国会議員の当該立法の立法行為は、国家賠償法1条1項の適用上違法の評価を受けることはない。",
          "政府が、ある政策目標を実現するためにとるべき具体的な措置についての判断を誤り、ないしはその措置に適切を欠いたため当該目標を達成できなかった場合には、国家賠償法1条1項の適用上当然に違法の評価を受ける。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "国家賠償に関する次のア～エの記述のうち、最高裁判所の判例に照らし、その正誤を正しく示す組合せはどれか。\nア 教科用図書の検定にあたり文部大臣（当時）が指摘する検定意見は、すべて、検定の合否に直接の影響を及ぼすものではなく、文部大臣の助言、指導の性質を有するものにすぎないから、これを付することは、教科書の執筆者または出版社がその意に反してこれに服さざるを得なくなるなどの特段の事情のない限り、原則として、国家賠償法上違法とならない。 イ 政府が物価の安定等の政策目標を実現するためにとるべき具体的な措置についての判断を誤り、ないしはその措置に適切を欠いたため当該政策目標を達成できなかった場合、法律上の義務違反ないし違法行為として、国家賠償法上の損害賠償責任の問題が生ずる。 ウ 町立中学校の生徒が、放課後に課外のクラブ活動中の運動部員から顔面を殴打されたことにより失明した場合において、当該事故の発生する危険性を具体的に予見することが可能であるような特段の事情のない限り、顧問の教諭が当該クラブ活動に立ち会っていなかったとしても、当該事故の発生につき当該教諭に過失があるとはいえない。 エ 市内の河川について市が法律上の管理権をもたない場合でも、当該市が地域住民の要望にこたえて都市排水路の機能の維持及び都市水害の防止など地方公共の目的を達成するために河川の改修工事をして、これを事実上管理することになったときは、当該市は、当該河川の管理につき、国家賠償法2条1項の責任を負う公共団体に当たる。",
        "choices": [
          "誤誤正正",
          "誤誤正誤",
          "誤正誤誤",
          "正正誤誤",
          "正正正誤"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "国家賠償法1条に基づく責任に関する次の記述のうち、最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "指定確認検査機関による建築確認に係る建築物について、確認をする権限を有する建築主事が置かれた地方公共団体は、指定確認検査機関が行った当該確認について、国家賠償法1条1項の国または公共団体としての責任を負うことはない。",
          "公権力の行使に当たる国または公共団体の公務員が、その職務を行うについて、過失によって違法に他人に損害を加えた場合には、国または公共団体がその被害者に対して賠償責任を負うが、故意または重過失の場合には、公務員個人が被害者に対して直接に賠償責任を負う。",
          "国または公共団体の公権力の行使に当たる複数の公務員が、その職務を行うについて、共同して故意によって違法に他人に加えた損害につき、国または公共団体がこれを賠償した場合においては、当該公務員らは、国または公共団体に対し、国家賠償法1条2項による求償債務を負うが、この債務は連帯債務であると解される。",
          "国家賠償法1条1項が定める「公務員が、その職務を行うについて」という要件につき、公務員が主観的に権限行使の意思をもってするのではなく、専ら自己の利をはかる意図をもってするような場合には、たとえ客観的に職務執行の外形をそなえる行為をした場合であったとしても、この要件には該当しない",
          "都道府県警察の警察官が、交通犯罪の捜査を行うにつき故意または過失によって違法に他人に損害を加えた場合において、国家賠償法1条1項により当該損害につき賠償責任を負うのは国であり、当該都道府県が賠償責任を負うことはない。",
          "公務員が法的義務に違背して、固定資産税等の税額を過大に決定した場合、当該納税者は、直ちに国家賠償請求を行うことができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "国家賠償法1条1項に関する最高裁判所の判例に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "非番の警察官が、もっぱら自己の利をはかる目的で、職務を装って通行人から金品を奪おうとし、ついには、同人を撃って死亡させるに至った場合、当該警察官は主観的に権限行使の意思をもってしたわけではないから、国家賠償法1条1項の適用は否定される。",
          "パトカーに追跡されたため赤信号を無視して交差点に進入した逃走車両に無関係の第三者が衝突され、その事故により当該第三者が身体に損害を被った場合であったとしても、警察官の追跡行為に必要性があり、追跡の方法も不相当といえない状況においては、当該追跡行為に国家賠償法1条1項の違法性は認められない。",
          "飲食店の中でナイフで人を脅していた者が警察署まで連れてこられた後、帰宅途中に所持していたナイフで他人の身体・生命に危害を加えた場合、対応した警察官が当該ナイフを提出させて一時保管の措置をとるべき状況に至っていたとしても、当該措置には裁量の余地が認められるから、かかる措置をとらなかったことにつき国家賠償法1条1項の違法性は認められない。",
          "旧陸軍の砲弾類が海浜に打ち上げられ、たき火の最中に爆発して人身事故が生じた場合、警察官は警察官職務執行法上の権限を適切に行使しその回収等の措置を講じて人身事故の発生を防止すべき状況に至っていたとしても、当該措置には裁量の余地が認められるから、かかる措置をとらなかったことにつき国家賠償法1条1項の違法性は認められない。",
          "都道府県警察の警察官が交通犯罪の捜査を行うにつき故意または過失によって違法に他人に損害を与えた場合、犯罪の捜査が司法警察権限の行使であることにかんがみれば、国家賠償法1条1項によりその損害の賠償の責めに任ずるのは原則として司法権の帰属する国であり、都道府県はその責めを負うものではない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "国家賠償法1条に関する次のア〜オの記述のうち、最高裁判所の判例に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "建築主事は、建築主の申請に係る建築物の計画について建築確認をするに当たり、建築主である個人の財産権を保護すべき職務上の法的義務を負うものではないから、仮に当該建築主の委託した建築士が行った構造計算書の偽装を見逃したとしても、そもそもその点について職務上の法的義務違反も認められないことから、当該建築確認は国家賠償法1条1項の適用上違法にはならない。",
          "警察官が交通法規等に違反して車両で逃走する者をパトカーで追跡する職務の執行中に、逃走車両の走行により第三者が損害を被った場合において、当該追跡行為が国家賠償法1条1項の適用上違法であるか否かについては、当該追跡の必要性、相当性に加え、当該第三者が被った損害の内容および性質ならびにその態様および程度などの諸要素を総合的に勘案して決せられるべきである。",
          "法令に基づく水俣病患者認定申請をした者が、相当期間内に応答処分されることにより焦燥、不安の気持ちを抱かされないという利益は、内心の静穏な感情を害されない利益として、不法行為法上の保護の対象になるが、当該認定申請に対する不作為の違法を確認する判決が確定していたとしても、そのことから当然に、国家賠償法1条1項に係る不法行為の成立が認められるわけではない。",
          "所得金額を過大に認定して行われた所得税の更正は、直ちに国家賠償法1条1項の適用上違法の評価を受けることとなるが、税務署長が資料を収集し、これに基づき課税要件事実を認定、判断する上において、職務上通常尽くすべき注意義務を尽くすことなく漫然と更正をしたと認め得るような事情がある場合に限り、過失があるとの評価を受けることとなる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "国家賠償法に関する次のア〜エの記述のうち、最高裁判所の判例に照らし、正しいものの組合せはどれか。",
        "choices": [
          "同一の行政主体に属する複数の公務員のみによって一連の職務上の行為が行われ、その一連の過程で他人に損害が生じた場合、損害の直接の原因となった公務員の違法行為が特定できないときには、当該行政主体は国家賠償法1条1項に基づく損害賠償責任を負うことはない。",
          "税務署長が行った所得税の更正処分が、所得金額を過大に認定したものであるとして取消訴訟で取り消されたとしても、当該税務署長が更正処分をするに際して職務上通常尽くすべき注意義務を尽くしていた場合は、当該更正処分に国家賠償法1条1項にいう違法があったとはされない。",
          "国家賠償法1条1項に基づく賠償責任は、国または公共団体が負うのであって、公務員個人が負うものではないから、公務員個人を被告とする賠償請求の訴えは不適法として却下される。",
          "国家賠償法1条1項が定める「公務員が、その職務を行うについて」という要件については、公務員が主観的に権限行使の意思をもってする場合に限らず、自己の利をはかる意図をもってする場合であっても、客観的に職務執行の外形をそなえる行為をしたときは、この要件に該当する。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "国家賠償法1条1項に基づく国家賠償責任に関する次の記述のうち、最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "検察官が公訴を提起したものの、裁判で無罪が確定した場合、当該公訴提起は、国家賠償法1条1項の適用上、当然に違法の評価を受けることとなる。",
          "指定確認検査機関による建築確認事務は、当該確認に係る建築物について確認権限を有する建築主事が置かれた地方公共団体の事務であり、当該地方公共団体が、当該事務について国家賠償法1条1項に基づく損害賠償責任を負う。",
          "公立学校における教職員の教育活動は、私立学校の教育活動と変わるところはないため、原則として、国家賠償法1条1項にいう「公権力の行使」に当たらない。",
          "税務署長のする所得税の更正が所得金額を過大に認定していた場合、当該更正は、国家賠償法1条1項の適用上、当然に違法の評価を受けることとなる。",
          "警察官が交通法規に違反して逃走する車両をパトカーで追跡する職務執行中に、逃走車両の走行によって第三者が負傷した場合、当該追跡行為は、当該第三者との関係において、国家賠償法1条1項の適用上、当然に違法の評価を受けることとなる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "国家賠償法に関する次の記述のうち、最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "宅地建物取引業法は、宅地建物取引業者の不正な行為によって個々の取引関係者が被る具体的な損害の防止、救済を制度の直接の目的とするものであるから、不正な行為をした業者に対する行政庁の監督権限の不行使は、被害者との関係においても、直ちに国家賠償法1条1項の適用上違法の評価を受ける。",
          "建築基準法に基づく指定を受けた民間の指定確認検査機関による建築確認は、それに関する事務が行政庁の監督下において行われているものではないため、国家賠償法1条1項の「公権力の行使」に当たらない。",
          "公害に係る健康被害の救済に関する特別措置法、または同法を引き継いだ公害健康被害補償法に基づいて水俣病患者の認定申請をした者が水俣病の認定処分を受けた場合でも、申請処理の遅延により相当の期間内に応答がなかったという事情があれば、当該遅延は、直ちに国家賠償法1条1項の適用上違法の評価を受ける。",
          "裁判官がおこなう争訟の裁判については、その裁判の内容に上訴等の訴訟法上の救済方法で是正されるべき瑕疵が存在し、当該裁判官が付与された権限の趣旨に明らかに背いてこれを行使したと認め得るような事情がみられたとしても、国家賠償法1条1項の適用上違法の評価を受けることはない。",
          "検察官が公訴を提起した裁判において、無罪の判決が確定したとしても、そのことから直ちに、起訴前の逮捕や勾留とその後の公訴の提起などが国家賠償法1条1項の適用上違法の評価を受けるということにはならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "規制権限の不行使（不作為）を理由とする国家賠償請求に関する次のア〜エの記述のうち、最高裁判所の判例に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "石綿製品の製造等を行う工場または作業場の労働者が石綿の粉じんにばく露したことにつき、一定の時点以降、労働大臣（当時）が労働基準法に基づく省令制定権限を行使して罰則をもって上記の工場等に局所排気装置を設置することを義務付けなかったことは、国家賠償法1条1項の適用上違法である。",
          "鉱山労働者が石炭等の粉じんを吸い込んでじん肺による健康被害を受けたことにつき、一定の時点以降、通商産業大臣（当時）が鉱山保安法に基づき粉じん発生防止策の権限を行使しなかったことは、国家賠償法1条1項の適用上違法である。",
          "宅地建物取引業法に基づき免許を更新された業者が不正行為により個々の取引関係者に対して被害を負わせたことにつき、免許権者である知事が事前に更新を拒否しなかったことは、当該被害者との関係において国家賠償法1条1項の適用上違法である。",
          "いわゆる水俣病による健康被害につき、一定の時点以降、健康被害の拡大防止のために、水質規制に関する当時の法律に基づき指定水域の指定等の規制権限を国が行使しなかったことは、国家賠償法1条1項の適用上違法とはならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の文章は、国家賠償法1条2項に基づく求償権の性質が問われた事件において、最高裁判所が下した判決に付された補足意見のうち、同条1項の責任の性質に関して述べられた部分の一部である。（中略）空欄［ ア ］〜［ エ ］に当てはまる語句の組合せとして、正しいものはどれか。\n国家賠償法1条1項の性質については［ ア ］説と［ イ ］説が存在する。両説を区別する実益は、加害公務員又は加害行為が特定できない場合や加害公務員に［ ウ ］がない場合に、［ ア ］説では国家賠償責任が生じ得ないが［ イ ］説では生じ得る点に求められていた。（以下略）",
        "choices": [
          "代位責任　自己責任　有責性　組織的",
          "代位責任　自己責任　有責性　重大な",
          "代位責任　自己責任　職務関連性　重大な",
          "自己責任　代位責任　有責性　組織的",
          "自己責任　代位責任　職務関連性　重大な"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "国家賠償法2条1項に基づく国家賠償責任に関する次のア〜エの記述のうち、最高裁判所の判例に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "営造物の設置または管理の瑕疵には、当該営造物が供用目的に沿って利用されることとの関連においてその利用者以外の第三者に対して危害を生ぜしめる危険性がある場合を含むものと解されるが、具体的に道路の設置または管理につきそのような瑕疵があったと判断するにあたっては、当該第三者の被害について、道路管理者において回避可能性があったことが積極的要件とされる。",
          "営造物の供用が第三者に対する関係において違法な権利侵害ないし法益侵害となり、当該営造物の設置・管理者が賠償義務を負うかどうかを判断するにあたっては、侵害行為の開始とその後の継続の経過および状況、その間に採られた被害の防止に関する措置の有無およびその内容、効果等の事情も含めた諸要素の総合的な考察によりこれを決すべきである。",
          "道路等の施設の周辺住民からその供用の差止めが求められた場合に差止請求を認容すべき違法性があるかどうかを判断するにあたって考慮すべき要素は、周辺住民から損害の賠償が求められた場合に賠償請求を認容すべき違法性があるかどうかを判断するにあたって考慮すべき要素とほぼ共通するが、双方の場合の違法性の有無の判断に差異が生じることがあっても不合理とはいえない。",
          "営造物の設置または管理の瑕疵には、当該営造物が供用目的に沿って利用されることとの関連においてその利用者以外の第三者に対して危害を生ぜしめる危険性がある場合を含むものと解すべきであるが、国営空港の設置管理は、営造物管理権のみならず、航空行政権の行使としても行われるものであるから、事理の当然として、この法理は、国営空港の設置管理の瑕疵には適用されない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "道路をめぐる国家賠償に関する最高裁判所の判決について説明する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "落石事故の発生した道路に防護柵を設置する場合に、その費用の額が相当の多額にのぼり、県としてその予算措置に困却するであろうことが推察できる場合には、そのことを理由として、道路管理者は、道路の管理の瑕疵によって生じた損害に対する賠償責任を免れ得るものと解するのが相当である。",
          "事故発生当時、道路管理者が設置した工事標識板、バリケードおよび赤色灯標柱が道路上に倒れたまま放置されていたことは、道路の安全性に欠如があったといわざるをえず、それが夜間の事故発生直前に生じたものであり、道路管理者において時間的に遅滞なくこれを原状に復し道路を安全良好な状態に保つことが困難であったとしても、道路管理には瑕疵があったと認めるのが相当である。",
          "防護柵は、道路を通行する人や車が誤って転落するのを防止するために設置されるものであり、材質、高さその他その構造に徴し、通常の通行時における転落防止の目的からみればその安全性に欠けるところがなかったものであったとしても、当該転落事故の被害者が危険性の判断能力に乏しい幼児であった場合、その行動が当該道路および防護柵の設置管理者において通常予測することができなくとも、営造物が本来具有すべき安全性に欠けるところがあったと評価され、道路管理者はその防護柵の設置管理者としての責任を負うと解するのが相当である。",
          "道路の周辺住民から道路の設置・管理者に対して損害賠償の請求がされた場合において、当該道路からの騒音、排気ガス等が周辺住民に対して現実に社会生活上受忍すべき限度を超える被害をもたらしたことが認定判断されたとしても、当該道路が道路の周辺住民に一定の利益を与えているといえるときには、当該道路の公共性ないし公益上の必要性のゆえに、当該道路の供用の違法性を認定することはできないものと解するのが相当である。",
          "走行中の自動車がキツネ等の小動物と接触すること自体により自動車の運転者等が死傷するような事故が発生する危険性は高いものではなく、通常は、自動車の運転者が適切な運転操作を行うことにより死傷事故を回避することを期待することができるものというべきであって、金網の柵をすき間なく設置して地面にコンクリートを敷くという小動物の侵入防止対策が全国で広く採られていたという事情はうかがわれず、そのような対策を講ずるためには多額の費用を要することは明らかであり、当該道路には動物注意の標識が設置され自動車の運転者に対して道路に侵入した動物についての適切な注意喚起がされていたということがなどの事情の下においては、高速道路で自動車の運転者がキツネとの衝突を避けようとして起こした自損事故において、当該道路に設置または管理の瑕疵があったとはいえない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "A県内のB市立中学校に在籍する生徒Xは、A県が給与を負担する同校の教師Yによる監督が十分でなかったため、体育の授業中に負傷した。この事例につき、法令および最高裁判所の判例に照らし、妥当な記述はどれか。",
        "choices": [
          "Yの給与をA県が負担していても、Xは、A県に国家賠償を求めることはできず、B市に求めるべきこととなる。",
          "Xが外国籍である場合には、その国が当該国の国民に対して国家賠償を認めている場合にのみ、Xは、B市に国家賠償を求めることができる。",
          "B市がXに対して国家賠償をした場合には、B市は、Yに故意が認められなければ、Yに求償することはできない。",
          "B市がYの選任および監督について相当の注意をしていたとしても、Yの不法行為が認められれば、B市はXへの国家賠償責任を免れない。",
          "Xは、Yに過失が認められれば、B市に国家賠償を求めるのと並んで、Yに対して民法上の損害賠償を求めることができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の文章は、国家賠償法2条1項の責任の成否が問題となった事案に関する最高裁判所判決の一節である。空欄 [ ア ] 〜 [ エ ] に入る語句の組合せとして、正しいものはどれか。\n国家賠償法2条1項の営造物の設置または管理の瑕疵とは、営造物が [ ア ] を欠いていることをいい、これに基づく国および公共団体の賠償責任については、その [ イ ] の存在を必要としないと解するを相当とする。ところで、原審の確定するところによれば、本件道路（は）……従来山側から屡々落石があり、さらに崩土さえも何回かあったのであるから、いつなんどき落石や崩土が起こるかも知れず、本件道路を通行する人および車はたえずその危険におびやかされていたにもかかわらず、道路管理者においては、「落石注意」等の標識を立て、あるいは竹竿の先に赤の布切をつけて立て、これによって通行車に対し注意を促す等の処置を講じたにすぎず、本件道路の右のような危険性に対して防護柵または防護覆を設置し、あるいは山側に金網を張るとか、常時山地斜面部分を調査して、落下しそうな岩石があるときはこれを除去し、崩土の起こるおそれのあるときは、事前に通行止めをする等の措置をとったことはない、というのである。……かかる事実関係のもとにおいては、本件道路は、その通行の安全性の確保において欠け、その管理に瑕疵があったものというべきである旨、……そして、本件道路における防護柵を設置するとした場合、その費用の額が相当の多額にのぼり、上告人県としてその [ ウ ] に困却するであろうことは推察できるが、それにより直ちに道路の管理の瑕疵によって生じた損害に対する賠償責任を免れうるものと考えることはできないのであり、その他、本件事故が不可抗力ないし [ エ ] のない場合であることを認めることができない旨の原審の判断は、いずれも正当として是認することができる。",
        "choices": [
          "過渡的な安全性重過失予算措置回避可能性",
          "通常有すべき安全性故意予算措置予見可能性",
          "過渡的な安全性重過失事務処理予見可能性",
          "通常有すべき安全性過失事務処理予見可能性",
          "通常有すべき安全性過失予算措置回避可能性"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "A県に居住するXは、折からの豪雨により増水した河川Bの水流が堤防を越えて自宅敷地内に流れ込み、自宅家屋が床上浸水の被害を受けたことから、国家賠償法に基づく損害賠償を請求することとした。なお、この水害は、河川Bの堤防の高さが十分でなかったことと、河川Bの上流に位置する多目的ダムCにおいて、A県職員のDが誤った放流操作（ダムに溜まっている水を河川に流すこと）を行ったことの二つが合わさって起きたものである。また、河川BとダムCはA県が河川管理者として管理しているが、その費用の2分の1は国が負担している。この事例に関する次の記述のうち、正しいものの組合せはどれか。",
        "choices": [
          "本件では、公の営造物たる河川の設置管理の瑕疵が問題となっており、Xが国家賠償法2条に基づく損害賠償を請求することができる以上、Dの放流操作に違法・過失があるとして国家賠償法1条に基づき損害賠償を請求することはできない。",
          "本件では、公の営造物たる河川の設置管理の瑕疵とDの違法な放流操作が問題となっていることから、Xは国家賠償法2条に基づき損害賠償を請求することもできるし、国家賠償法1条に基づき損害賠償を請求することもできる。",
          "本件では、河川Bの管理費用を国も負担しているが、管理権者はA県であることから、Xが国家賠償法2条に基づき損害賠償を請求する際には、A県を被告としなければならず、国を被告とすることはできない。",
          "本件では、河川Bの管理費用を国も負担していることから、管理権者がA県であるとしても、Xが国家賠償法2条に基づき損害賠償を請求する際には、A県を被告とすることも国を被告とすることもできる。",
          "本件で、原告の請求が認容され、A県が国家賠償法2条に基づき賠償金の全額を支払った場合には、他にその損害を賠償する責任を有する者がいれば、その者に対して求償することができる。",
          "本件で、原告の請求が認容され、A県が国家賠償法2条に基づき賠償金の全額を支払った場合には、河川管理者がA県である以上、他にその損害を賠償する責任を有する者がいるとしても、その者に対して求償することはできない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の文章は、国家賠償法に関する最高裁判所判決の一節である。空欄［ Ⅰ ］～［ Ⅴ ］に当てはまる語句の組合せとして、妥当なものはどれか。\n原判決は、本件火災は第一次出火の際の残り火が再燃して発生したものであるが、上告人の職員である消防署職員の消火活動について失火ノ責任ニ関スル法律（以下「失火責任法」という。）は適用されず、第一次出火の消火活動に出動した消防署職員に残り火の点検、再出火の危険回避を怠った［ Ⅰ ］がある以上、上告人は被上告人に対し国家賠償法一条一項により損害を賠償する義務があるとし、被上告人の請求のうち一部を認容した。 思うに、国又は公共団体の損害賠償の責任について、国家賠償法四条は、同法一条一項の規定が適用される場合においても、民法の規定が［ Ⅱ ］ことを明らかにしているところ、失火責任法は、失火者の責任条件について民法七〇九条の特則を規定したものであるから、国家賠償法四条の「民法」に［ Ⅲ ］と解するのが相当である。また、失火責任法の趣旨にかんがみても、公権力の行使にあたる公務員の失火による国又は公共団体の損害賠償責任についてのみ同法の適用を［ Ⅳ ］合理的理由も存しない。したがって、公権力の行使にあたる公務員の失火による国又は公共団体の損害賠償責任については、国家賠償法四条により失火責任法が適用され、当該公務員に［ Ⅴ ］のあることを必要とするものといわなければならない。\n［語句の選択肢］\n\nア：重大な過失 / 補充的に適用される / 含まれる / 適用を排除すべき / 重大な過失\n\nイ：過失 / 優先的に適用される / 含まれない / 適用を認めるべき / 過失",
        "choices": [
          "アアアイイ",
          "アイイアイ",
          "イアアアア",
          "イイアイア",
          "イイイアア"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の文章は、消防署の職員が出火の残り火の点検を怠ったことに起因して再出火した場合において、それにより損害を被ったと主張する者から提起された国家賠償請求訴訟にかかる最高裁判所の判決の一節である。空欄［ ア ］〜［ オ ］に当てはまる語句の組合せとして、妥当なものはどれか。\n失火責任法は、失火者の責任条件について民法709条［ ア ］を規定したものであるから、国家賠償法4条の「民法」に［ イ ］と解するのが相当である。また、失火責任法の趣旨にかんがみても、公権力の行使にあたる公務員の失火による国又は公共団体の損害賠償責任についてのみ同法の適用を［ ウ ］合理的理由も存しない。したがって、公権力の行使にあたる公務員の失火による国又は公共団体の損害賠償責任については、国家賠償法4条により失火責任法が［ エ ］され、当該公務員に重大な過失のあることを［ オ ］ものといわなければならない。",
        "choices": [
          "の特則含まれる排除すべき適用必要とする",
          "が適用されないこと\t含まれない\t認めるべき\t排除\t必要としない",
          "が適用されないこと\t含まれない\t排除すべき\t適用\t必要としない",
          "が適用されないこと\t含まれる\t認めるべき\t排除\t必要とする",
          "の特則\t含まれない\t排除すべき\t適用\t必要としない"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "道路用地の収用に係る損失補償に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "土地を収用することによって土地所有者が受ける損失は、当該道路を設置する起業者に代わり、収用裁決を行った収用委員会が所属する都道府県がこれを補償しなければならない。",
          "収用対象となる土地が当該道路に関する都市計画決定によって建築制限を受けている場合、当該土地の権利に対する補償の額は、近傍において同様の建築制限を受けている類地の取引価格を考慮して算定した価格に物価変動に応ずる修正率を乗じて得た額となる。",
          "収用対象の土地で商店が営まれている場合、商店の建築物の移転に要する費用は補償の対象となるが、その移転に伴う営業上の損失は補償の対象とはならない。",
          "収用対象とはなっていない土地について、隣地の収用によって必要となった盛土・切土に要する費用は損失補償の対象になるが、それにより通路・溝等の工作物が必要となったときは、当該工作物の新築に係る費用は補償の対象とはならない。",
          "収用対象の土地の所有者が収用委員会による裁決について不服を有する場合であって、不服の内容が損失の補償に関するものであるときは、土地所有者が提起すべき訴訟は当事者訴訟になる。",
          "土地収用法88条にいう通常受ける損失とは、客観的社会的にみて、収用に基づき被収用者が当然に受けるべきであろうと考えられる経済的、財産的損失をいう。つまり、経済的でない価値にまで補償の対象とする趣旨ではない。よって文化的価値について損失補償は認められない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "損失補償に関する次の記述のうち、法令および最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "火災の際の消防活動において、消防長等は、消火もしくは延焼の防止または人命の救助のために緊急の必要があるときは、消防対象物ないし延焼対象物以外の建築物等を破壊することができるが、当該行為は延焼を防ぐために必要な緊急の措置であるため、損害を受けた者は、消防法による損失補償を請求することができない。",
          "都市計画法上の用途地域の指定について、土地の利用規制を受けることとなった者は、当該都市計画を定める地方公共団体に対して、通常生ずべき損害の補償を求めることができる旨が同法に規定されているため、利用規制を受けたことによって被った損失の補償を求めることができる。",
          "都市計画事業のために土地が収用される場合、被収用地に都市計画決定による建築制限が課されていても、被収用者に対して土地収用法によって補償すべき相当な価格とは、被収用地が、建築制限を受けていないとすれば、裁決時において有するであろうと認められる価格をいう。",
          "土地収用による損失補償の額を不服として、土地所有者または関係人が訴えを提起する場合には、補償額を決定した裁決を行った収用委員会の所属する都道府県を被告として、裁決の取消しの訴えを提起する必要がある。",
          "道路管理者である地方公共団体が行った地下横断歩道の新たな設置によって自己の所有する地下埋設ガソリンタンクが消防法の規定違反となり、事業者が当該ガソリンタンクを移転した場合には、事業者は、移転に必要な費用につき道路法による損失補償を求めることができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の文章は、長期にわたる都市計画法上の建築制限に係る損失補償が請求された事件において、最高裁判所が下した判決に付された補足意見の一部である。空欄［ ア ］～［ ウ ］に当てはまる語句の組合せとして、正しいものはどれか。\n私人の土地に対する都市計画法……に基づく建築制限が、それのみで直ちに憲法29条3項にいう私有財産を「公のために用ひる」ことにはならず、当然に同項にいう「正当な補償」を必要とするものではないことは、原審のいうとおりである。しかし、［ ア ］を理由としてそのような制限が損失補償を伴うことなく認められるのは、あくまでも、その制限が都市計画の実現を担保するために必要不可欠であり、かつ、権利者に無補償での制限を受忍させることに合理的な理由があることを前提とした上でのことというべきであるから、そのような前提を欠く事態となった場合には、［ イ ］であることを理由に補償を拒むことは許されないものというべきである。そして、当該制限に対するこの意味での［ ウ ］を考えるに当たっては、制限の内容と同時に、制限の及ぶ期間が問題とされなければならないと考えられる……。",
        "choices": [
          "公共の利益都市計画制限受忍限度",
          "通常受ける損失に該当すること特別の犠牲受忍限度",
          "通常受ける損失に該当すること特別の犠牲補償の要否",
          "財産権の内在的制約特別の犠牲補償の要否",
          "財産権の内在的制約都市計画制限賠償請求権の成否"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      }
    ],
    "地方自治法": [
      {
        "text": "地方自治法が定める普通地方公共団体に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "普通地方公共団体の区域は、地方自治法において「従来の区域」によるとされており、同法施行時の区域が基準となる。",
          "市町村の境界変更は、関係市町村の申請に基づき、都道府県知事が当該都道府県の議会の議決を経てこれを定め、国会が承認することによって成立する。",
          "都道府県の境界変更は、関係都道府県がその旨を定めた協定を締結し、総務大臣に届け出ることによって成立する。",
          "市となるべき普通地方公共団体の要件として、地方自治法それ自体は具体的な数を示した人口要件を規定していないが、当該都道府県の条例で人口要件を定めることはできる。",
          "市町村の境界に関し争論があるときは、都道府県知事は、関係市町村の申請に基づき又は職権で当該争論を裁判所の調停に付すことができる。",
          "指定都市は条例で総合区を設け、必要があると認めるとき、その出張所を置くことができる。",
          "総合区の区長は、市長が議会の同意を得て、特別職の地方公務員の中から選任する。",
          "監査委員は、長が議会の同意を得て、選任する。",
          "会計管理者の選任をする際、議会の同意は不要。",
          "会計管理者は、地方自治法にて、1人置く（地方公共団体に）とされている。",
          "長が指定都市の区長を選任する際、議会の同意は不要で、区長の任期は4年だが、長が途中で解任することはできる。 ※総合区は、大阪の区"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "特別区に関する次の文章の空欄［ ア ］～［ オ ］に当てはまる語句の組合せとして、正しいものはどれか。\n［ ア ］地方公共団体の一種である特別区は、地方自治法の規定では「都」に設置されるものとされている。指定都市に置かれる区が法人格を［ イ ］のに対して、特別区は法人格を［ ウ ］のが特徴であり、また、特別区は公選の議会と区長を有している。 近年では、大都市地域における二重行政を解消するための手段として、この特別区制度を活用することが提案され、「大都市地域における特別区の設置に関する法律」が地方自治法の特例法として定められるに至った。 この「大都市地域における特別区の設置に関する法律」は、市町村を廃止し、特別区を設けるための手続を定めたものであり、「［ エ ］の区域内において」も特別区の設置が認められるようになった。手続に際しては、廃止が予定される市町村で「特別区の設置について選挙人の投票」が実施されるが、この投票で「有効投票の総数の［ オ ］の賛成があったとき」でなければ、特別区を設置することはできないと定められている。",
        "choices": [
          "特別有しない有する府3分の2以上",
          "特別有しない有する道府県過半数",
          "特別有する有しない府過半数",
          "普通有する有しない府3分の2以上",
          "普通有しない有する道府県過半数"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "地方自治法の定める特別区に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "特別区は、かつては特別地方公共団体の一種とされていたが、地方自治法の改正により、現在は、市町村などと同様の普通地方公共団体とされており、その区長も、公選されている。",
          "特別区は、独立の法人格を有する地方公共団体である点においては、指定都市に置かれる区と相違はないが、議会や公選の区長を有すること、さらには条例制定権を有する点で後者とは異なる。",
          "特別区は、その財源を確保するために、区民税などの地方税を賦課徴収する権限が認められており、その行政の自主的かつ計画的な運営を確保するため、他の地方公共団体から交付金を受けることを禁じられている。",
          "特別区は、地方自治法上は、都に設けられた区をいうこととされているが、新たな法律の制定により、廃止される関係市町村における住民投票などの手続を経て、一定の要件を満たす他の道府県においても設けることが可能となった。",
          "特別区は、原則として、市町村と同様の事務を処理することとされているが、特別区相互間の事務の調整を確保する見地から、市町村と異なり、その事務の執行について、区長等の執行機関は、知事の一般的な指揮監督に服する。",
          "指定都市の区長は、当該普通地方公共団体の長の補助機関である職員をもって充てる。よって公選される訳ではない。",
          "一部事務組合、広域連合ともに、都道府県、市町村および特別区にて構成されるが、複合的一部事務組合に都道府県は加入することができない。",
          "指定都市には行政区を設けなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "普通地方公共団体の事務に関する次の記述のうち、地方自治法の定めに照らし、妥当なものはどれか。",
        "choices": [
          "普通地方公共団体が処理する事務には、地域における事務と、その他の事務で法律またはこれに基づく政令により処理することとされるものとがある。",
          "都道府県の法定受託事務とは、国においてその適正な処理を特に確保する必要があるものとして法律またはこれに基づく政令に定めるものであり、都道府県知事が国の機関として処理することとされている。",
          "市町村の法定受託事務とは、国または都道府県においてその適正な処理を特に確保する必要があるものとして法律またはこれに基づく政令に特に定めるものであるから、これにつき市町村が条例を定めることはできない。",
          "法定受託事務は、普通地方公共団体が当該団体自身の事務として処理するものであるから、地方自治法上の自治事務に含まれる。",
          "地方自治法は、かつての同法が定めていた機関委任事務制度のような仕組みを定めていないため、現行法の下で普通地方公共団体が処理する事務は、その全てが自治事務である。",
          "自治事務、法定受託事務ともに、法律の根拠なく、条例を制定できる。",
          "自治事務に係る都道府県知事の処分に不服がある場合でも、各大臣に審査請求は認められていない。",
          "法定受託事務に係る都道府県知事の処分に不服がある場合、各大臣への審査請求が認められる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "地方自治法の定める都道府県の事務に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "都道府県は、自治事務については条例を制定することができるが、法定受託事務については条例を制定することができない。",
          "都道府県の事務は、自治事務、法定受託事務および機関委任事務の3種類に分類される。",
          "都道府県の自治事務については、地方自治法上、どのような事務がこれに該当するかについて、例示列挙されている。",
          "都道府県の法定受託事務は、国が本来果たすべき役割に係るものであるから、法定受託事務に関する賠償責任は国にあり、都道府県に賠償責任が生じることはないものとされている。",
          "都道府県の自治事務と法定受託事務は、いずれも事務の監査請求および住民監査請求の対象となることがある。",
          "地方公共団体が法令に違反して事務を処理すると、無効とされる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "都道府県の事務にかかる地方自治法の規定に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "都道府県は、都道府県知事の権限に属する事務の一部について、条例の定めるところにより、市町村が処理するものとすることができるとされている。",
          "都道府県の事務の根拠となる法律が、当該事務について都道府県の自治事務とする旨を定めているときに限り、当該事務は自治事務となるとされている。",
          "都道府県知事がする処分のうち、法定受託事務にかかるものについての審査請求は、すべて総務大臣に対してするものとされている。",
          "都道府県は、その法定受託事務の処理に対しては、法令の規定によらずに、国の関与を受けることがあるとされている。",
          "都道府県は、その自治事務について、独自の条例によって、法律が定める処分の基準に上乗せした基準を定めることができるとされている。",
          "地方公共団体の事務は最少の経費で最大の結果を挙げなければならず、常に組織の合理化、適正化を図らなければならない。",
          "自治事務にかかる知事の処分に不服があっても、所管の大臣に不服申立てすることはできず、当該知事に対してするものとする。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "普通地方公共団体の議会に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "議会は、長がこれを招集するほか、議長も、議会運営委員会の議決を経て、自ら臨時会を招集することができる。",
          "議員は、法定数以上の議員により、長に対して臨時会の招集を請求することができるが、その場合における長の招集に関し、招集の時期などについて、地方自治法は特段の定めを置いていない。",
          "議会は、定例会および臨時会からなり、臨時会は、必要がある場合において、付議すべき事件を長があらかじめ告示し、その事件に限り招集される。",
          "議員は、予算を除く議会の議決すべき事件につき、議会に議案を提出することができるが、条例の定めがあれば、1人の議員によってもこれを提出することができる。",
          "議会の運営に関する事項のうち、議員の請求による会議の開催、会議の公開については、議会の定める会議規則によるものとし、地方自治法は具体的な定めを置いていない。",
          "予算の提出は、長のみに認められる。",
          "地方公共団体の議会の議員の任期は4年であり、条例でこれを変更することができない。",
          "議会の会期は条例で通年とすることができる。",
          "長は議会の議決について、条例の制定、改廃、予算に関するもの以外の一般的拒否権を行使することができる。",
          "議会の議員は予算の調整をすることもできない。",
          "議員定数は条例で自由に定めることができる。",
          "議会は予算につき、増額の議決をすることができる。",
          "議会に議案を提出できるのは、長の担当事務。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "地方自治法が定める普通地方公共団体の長と議会の関係に関する次のア～オの記述のうち、正しいものの組合せはどれか。",
        "choices": [
          "普通地方公共団体の議会による長の不信任の議決に対して、長が議会を解散した場合において、解散後に招集された議会において再び不信任が議決された場合、長は再度議会を解散することができる。",
          "普通地方公共団体の議会の議決が法令に違反していると認めた場合、長は裁量により、当該議決を再議に付すことができる。",
          "普通地方公共団体の議会の議長が、議会運営委員会の議決を経て、臨時会の招集を請求した場合において、長が法定の期間内に臨時会を招集しないときは、議長がこれを招集することができる。",
          "普通地方公共団体の議会が成立し、開会している以上、議会において議決すべき事件が議決されないことを理由に、長が当該事件について処分（専決処分）を行うことはできない。",
          "地方自治法には、普通地方公共団体の議会が長の決定によらずに、自ら解散することを可能とする規定はないが、それを認める特例法が存在する。",
          "長の不信任議決は議員数の2/3以上の出席と、その3/4の同意が必要だが、長はその通知を受けた日から10日以内に議会を解散できる。",
          "解散後の議会で不信任の再決をするには、議員数の2/3の者が出席し、過半数の同意があれば足りる。",
          "議会が議決されずに、長が専決処分とした場合、次の会議においてこれを報告し、承認を求めなければならない。",
          "承認が得られなくても効力を失うわけではない。",
          "カネに関する事項も専決処分はできるが、承認が得られなかった場合、必要な措置を講ず。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "地方自治法に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "町村は、議会に代えて、選挙権を有する者の総会を設ける場合、住民投票を経なければならない。",
          "普通地方公共団体の議会は、除名された議員で再び当選した者について、正当な理由がある場合には、その者が議員となることを拒むことができる。",
          "普通地方公共団体の議会の権限に属する軽易な事項で、その議決により特に指定したものは、普通地方公共団体の長において、専決処分にすることができる。",
          "普通地方公共団体が処理する事務のうち、自治事務についても、法定受託事務と同様に、地方自治法により複数の種類が法定されている。",
          "自治事務とは異なり、法定受託事務に関する普通地方公共団体に対する国または都道府県の関与については、法律に基づかないでなすことも認められている。",
          "軽易な専決処分をした場合、長は議会に報告しなければならない。議会の承認は不要。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "地方自治法が定める監査委員に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "普通地方公共団体の常勤の職員は、監査委員を兼務することができない。",
          "普通地方公共団体の議会の議員は、条例に特に定めのない限り、当該普通地方公共団体の監査委員となることができない。",
          "監査委員は、普通地方公共団体の長が選任し、それについて議会の同意を得る必要はない。",
          "監査委員の定数は、条例により、法律上定められている数以上に増加させることはできない。",
          "都道府県とは異なり、政令で定める市においては、常勤の監査委員を置く必要はない。",
          "教育委員会、選挙管理委員会、人事委員会、監査委員は、都道府県、市町村ともに置かなければならない。",
          "公安委員会、労働委員会、収用委員会、海区漁業調整委員会、内水面漁場管理委員会は都道府県に置かなければならない。",
          "農業委員会、固定資産評価審査委員会は、市町村に置かなければならない。",
          "地域自治区は、事務所、地域協議会を置かなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "岐阜県恵那市には地域自治区がある（市町村が条例で定める）",
        "slots": [],
        "refId": ""
      },
      {
        "text": "住民について定める地方自治法の規定に関する次の記述のうち、正しいものの組合せはどれか。",
        "choices": [
          "市町村の区域内に住所を有する者は、当該市町村およびこれを包括する都道府県の住民とする。",
          "住民は、日本国籍の有無にかかわらず、その属する普通地方公共団体の選挙に参与する権利を有する。",
          "住民は、法律の定めるところにより、その属する普通地方公共団体の役務の提供をひとしく受ける権利を有し、その負担を分任する義務を負う。",
          "日本国民たる普通地方公共団体の住民は、その属する普通地方公共団体のすべての条例について、その内容にかかわらず、制定または改廃を請求する権利を有する。",
          "都道府県は、別に法律の定めるところにより、その住民につき、住民たる地位に関する正確な記録を常に整備しておかなければならない。",
          "市町村は条例で、地域自治区を設けることができる。",
          "地域自治区には、地域協議会を置かなければならない。",
          "地域協議会の構成員は、区域内の住所を有する者のうちから、市町村長が選任します。",
          "総合区長は、補助機関の職員から選任する"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "国籍と住民としての地位に関する次の記述のうち、法令に照らし、妥当なものはどれか。",
        "choices": [
          "事務監査請求をする権利は、日本国籍を有しない住民にも認められている。",
          "住民監査請求をする権利は、日本国籍を有する住民にのみ認められている。",
          "公の施設の利用関係については、日本国籍を有しない住民についても、不当な差別的な取り扱いをしてはならない。",
          "日本国籍を有しない住民のうち、一定の期間、同一地方公共団体の区域内に居住したものは、当該地方公共団体の長や議会の議員の選挙権を有する。",
          "日本国籍を有しない住民は、住民基本台帳法に基づく住民登録をすることができない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "地方自治法（以下「法」という。）が定める直接請求に関する次の記述のうち、正しいものはどれか。なお、以下「選挙権」とは、「普通地方公共団体の議会の議員及び長の選挙権」をいう。",
        "choices": [
          "事務監査請求は、当該普通地方公共団体の住民であれば、日本国民であるか否か、また選挙権を有するか否かにかかわらず、これを行うことができる。",
          "普通地方公共団体の事務のうち法定受託事務に関する条例については、条例の制定改廃の直接請求の対象とすることはできない。",
          "市町村の条例の制定改廃の直接請求における署名簿の署名に関し異議があるとき、関係人は、法定の期間内に総務大臣にこれを申し出ることができる。",
          "議会の解散請求は、日本国民たる普通地方公共団体の住民であって選挙権を有する者の総数のうち、法所定の数以上の連署をもって成立するが、この総数が一定数以上の普通地方公共団体については、成立要件を緩和する特例が設けられている。",
          "議会の解散請求が成立した後に行われる解散の住民投票において、過半数の同意があった場合、議会は解散するが、選挙権を有する者の総数が一定数以上の普通地方公共団体については、過半数の同意という成立要件を緩和する特例が設けられている。",
          "議会の解散、議員、長の解職請求は、選挙管理委員会に対し請求でき、有権者の総数の1/3以上の連署が必要。",
          "住民は、選挙管理委員、監査委員、公安委員会の委員、指定都市の総合区長の解職請求を当然に有する（長に対してする）。",
          "住民は、法律の定めるところにより、教育委員会の教育長、委員の解職を請求する権利を有する。",
          "市長は直接に議員を罷免することはできない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "地方自治法による住民監査請求と住民訴訟に関する次の記述のうち、法令および最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "地方公共団体が随意契約の制限に関する法令の規定に違反して契約を締結した場合、当該契約は当然に無効であり、住民は、その債務の履行の差止めを求める住民訴訟を提起することができる。",
          "住民訴訟によって、住民は、地方公共団体の契約締結の相手方に対し、不当利得返還等の代位請求をすることができる。",
          "住民監査請求をするに当たって、住民は、当該地方公共団体の有権者のうち一定数以上の者とともに、これをしなければならない。",
          "地方公共団体の住民が違法な公金の支出の差止めを求める住民訴訟を適法に提起した場合において、公金の支出がなされることによる重大な損害を避けるため、同時に執行停止の申立ても行うことができる。",
          "監査委員が適法な住民監査請求を不適法として却下した場合、当該請求をした住民は、適法な住民監査請求を経たものとして、直ちに住民訴訟を提起することができる。",
          "住民監査請求は法人であってもすることができる。",
          "住民訴訟も上記同様にできる"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "住民監査請求および住民訴訟に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "住民訴訟は、普通地方公共団体の住民にのみ出訴が認められた客観訴訟であるが、訴訟提起の時点で当該地方公共団体の住民であれば足り、その後他に転出しても当該訴訟が不適法となることはない。",
          "普通地方公共団体における違法な財務会計行為について住民訴訟を提起しようとする者は、当該財務会計行為が行われた時点において当該地方公共団体の住民であったことが必要となる。",
          "普通地方公共団体における違法な財務会計行為について住民訴訟を提起しようとする者は、当該財務会計行為について、その者以外の住民が既に提起した住民監査請求の監査結果が出ている場合は、自ら別個に住民監査請求を行う必要はない。",
          "普通地方公共団体において違法な財務会計行為があると認めるときは、当該財務会計行為と法律上の利害関係のある者は、当該地方公共団体の住民でなくとも住民監査請求をすることができる。",
          "違法に公金の賦課や徴収を怠る事実に関し、住民が住民監査請求をした場合において、それに対する監査委員の監査の結果または勧告に不服があるとき、当該住民は、地方自治法に定められた出訴期間内に住民訴訟を提起することができる。",
          "住民訴訟の出訴期間は不変期間（正当な理由があっても変わらない）。",
          "住民監査請求は怠る事実があってから1年以内にしなければ、正当な理由がない限り提起できなくなる。",
          "住民監査請求は不変期間ではない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "住民監査請求および住民訴訟に関する次の記述のうち、地方自治法の定めに照らし、妥当でないものはどれか。",
        "choices": [
          "住民監査請求は、普通地方公共団体の住民が当該普通地方公共団体の監査委員に対して行う。",
          "住民訴訟は、あらかじめ、地方自治法に基づく住民監査請求をしていなければ、適法に提起することができない。",
          "住民訴訟で争うことができる事項は、住民監査請求の対象となるものに限定される。",
          "住民訴訟において原告住民がすることができる請求は、地方自治法が列挙するものに限定される。",
          "損害賠償の請求をすることを普通地方公共団体の執行機関に対して求める住民訴訟において、原告住民の請求を認容する判決が確定した場合は、当該原告住民に対して、当該損害賠償請求に係る賠償金が支払われることになる。",
          "住民訴訟の管轄裁判所は、地方公共団体の事務所の所在地を管轄する地方裁判所であり、高等裁判所ではない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "住民訴訟に関する次の記述のうち、正しいものの組合せはどれか。",
        "choices": [
          "住民訴訟は、当該普通地方公共団体の住民ではない者であっても、住民監査請求をした者であれば、提起することが許される。",
          "住民訴訟は、当該普通地方公共団体の事務所の所在地を管轄する地方裁判所の管轄に専属する。",
          "住民訴訟が係属しているときは、当該普通地方公共団体の他の住民が、別訴をもって同一の請求をすることは許されない。",
          "住民訴訟は、行政事件訴訟法の定める機関訴訟であり、それに関する行政事件訴訟法の規定が適用される。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "地方自治法に基づく住民訴訟に関する次の記述のうち、法令および最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "住民訴訟を提起した者が当該訴訟の係属中に死亡したとき、その相続人は、当該地方公共団体の住民である場合に限り、訴訟を承継することができる。",
          "住民訴訟を提起する者は、その対象となる財務会計行為が行われた時点において当該普通地方公共団体の住民であることが必要である。",
          "住民訴訟の前提となる住民監査請求は、条例で定める一定数の当該地方公共団体の住民の連署により、これをする必要がある。",
          "普通地方公共団体の議会は、住民訴訟の対象とされた当該地方公共団体の不当利得返還請求権が裁判において確定したのちは、当該請求権に関する権利放棄の議決をすることはできない。",
          "住民訴訟を提起した者は、当該住民訴訟に勝訴した場合、弁護士に支払う報酬額の範囲内で相当と認められる額の支払いを当該普通地方公共団体に対して請求することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "地方自治法が定める公の施設に関する次の記述のうち、誤っているものはどれか。",
        "choices": [
          "普通地方公共団体は、法律またはこれに基づく政令に特別の定めがあるものを除くほか、公の施設の設置に関する事項を、条例で定めなければならない。",
          "普通地方公共団体は、住民が公の施設を利用することについて、不当な差別的取扱いをしてはならないが、正当な理由があれば、利用を拒むことができる。",
          "普通地方公共団体は、公の施設を管理する指定管理者の指定をしようとするときは、あらかじめ議会の議決を経なければならない。",
          "公の施設は、住民の利用に供するために設けられるものであり、普通地方公共団体は、その区域外において、公の施設を設けることはできない。",
          "普通地方公共団体が、公の施設の管理を指定管理者に行わせる場合には、指定管理者の指定の手続等の必要な事項を条例で定めなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "公の施設についての地方自治法の規定に関する次の記述のうち、誤っているものはどれか。",
        "choices": [
          "公の施設とは、地方公共団体が設置する施設のうち、住民の福祉を増進する目的のため、その利用に供する施設をいう。",
          "公の施設の設置およびその管理に関する事項は、条例により定めなければならない。",
          "普通地方公共団体は、当該普通地方公共団体が指定する法人その他の団体に、公の施設の管理を行わせることができるが、そのためには長の定める規則によらなければならない。",
          "普通地方公共団体は、公の施設の管理を行わせる法人その他の団体の指定をしようとするときは、あらかじめ、当該普通地方公共団体の議会の議決を経なければならない。",
          "普通地方公共団体は、適当と認めるときは、当該普通地方公共団体が指定する法人その他の団体に、その管理する公の施設の利用に係る料金をその者の収入として収受させることができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "地方自治法が定める公の施設に関する次のア〜エの記述のうち、法令および最高裁判所の判例に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "普通地方公共団体は、法律またはこれに基づく政令に特別の定めがあるものを除くほか、公の施設の設置に関する事項を、条例で定めなければならない。",
          "普通地方公共団体の長以外の機関（指定管理者を含む。）がした公の施設を利用する権利に関する処分についての審査請求は、審査請求制度の客観性を確保する観点から、総務大臣に対してするものとされている。",
          "普通地方公共団体が公の施設のうち条例で定める特に重要なものについて、これを廃止したり、特定の者に長期の独占的な使用を認めようとしたりするときは、議会の議決に加えて総務大臣の承認が必要となる。",
          "普通地方公共団体は、住民が公の施設を利用することについて不当な差別的取扱いをしてはならないが、この原則は、住民に準ずる地位にある者にも適用される。",
          "請願は、議員の紹介によってするが、未成年者、外国人でもできる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "条例・規則に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "普通地方公共団体は、法令に特別の定めがあるものを除くほか、その条例中に、条例に違反した者に対し、刑罰を科す旨の規定を設けることができるが、法律の委任に基づかない条例を定める場合には、設けることができない。",
          "普通地方公共団体は、法令に特別の定めがあるものを除くほか、その条例中に、条例に違反した者に対し、刑罰を科す旨の規定を設けることができるが、行政上の強制執行が許される場合には、設けることができない。",
          "普通地方公共団体は、法令に特別の定めがあるものを除くほか、その条例中に、条例に違反した者に対し、刑罰を科す旨の規定を設けることができるが、刑罰の種類は、罰金および科料に限られ、懲役や禁錮は、設けることができない。",
          "普通地方公共団体は、法令に特別の定めがあるものを除くほか、その条例中に、条例に違反した者に対し、刑罰を科す旨の規定を設けることができるが、過料を科す旨の規定は、設けることができない。",
          "普通地方公共団体の長は、法令に特別の定めがあるものを除くほか、普通地方公共団体の規則中に、規則に違反した者に対し、過料を科す旨の規定を設けることはできるが、刑罰を科す旨の規定を設けることはできない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "普通地方公共団体の条例に関する次の記述のうち、法令に照らし、誤っているものはどれか。",
        "choices": [
          "地方公共団体は、住民がこぞって記念することが定着している日で、休日とすることについて広く国民の理解が得られるようなものは、条例で、当該地方公共団体独自の休日として定めることができる。",
          "地方公共団体は、法律の委任に基づく条例の場合だけでなく、自主条例の場合においても、一定の範囲内で懲役を科する旨の規定を設けることができる。",
          "地方公共団体は、それぞれの議会の議員の定数を条例で定めるが、議員の任期について条例で定めることはできない。",
          "地方公共団体は、公の施設の設置目的を効果的に達成するため必要があると認めるときは、当該公の施設の管理を指定管理者に行わせる旨の条例を制定することができる。",
          "地方公共団体は、その権限に属する事務を分掌させる必要があると認めるときは、条例で、その区域を分けて特別区を設けることができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "普通地方公共団体の定める条例と規則に関する次のア〜オの記述のうち、正しいものの組合せはどれか。",
        "choices": [
          "普通地方公共団体は、その事務に関し、条例を制定し、それに違反した者について、懲役などの刑罰の規定を設けることができる。",
          "普通地方公共団体の長は、その権限に属する事務に関し、規則を制定し、それに違反した者について、罰金などの刑罰の規定を設けることができる。",
          "普通地方公共団体の長は、普通地方公共団体の議会による条例の制定に関する議決について、再議に付すことができる。",
          "普通地方公共団体は、公の施設の設置およびその管理に関する事項につき、その長の定める規則でこれを定めなければならない。",
          "日本国民たる普通地方公共団体の住民は、当該普通地方公共団体の条例の定めるところにより、その属する普通地方公共団体の選挙に参与する権利を有する。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "普通地方公共団体に適用される法令等に関する次の記述のうち、憲法および地方自治法の規定に照らし、正しいものはどれか。",
        "choices": [
          "国会は、当該普通地方公共団体の議会の同意を得なければ、特定の地方公共団体にのみ適用される法律を制定することはできない。",
          "普通地方公共団体は、法定受託事務についても条例を制定することができるが、条例に違反した者に対する刑罰を規定するには、個別の法律による委任を必要とする。",
          "普通地方公共団体の長は、その権限に属する事務に関し、規則を制定することができ、条例による委任のある場合には、規則で刑罰を規定することもできる。",
          "条例の制定は、普通地方公共団体の議会の権限であるから、条例案を議会に提出できるのは議会の議員のみであり、長による提出は認められていない。",
          "普通地方公共団体の議会の議員および長の選挙権を有する者は、法定数の連署をもって、当該普通地方公共団体の長に対し、条例の制定または改廃の請求をすることができるが、地方税の賦課徴収等に関する事項はその対象から除外されている。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "普通地方公共団体の条例または規則に関する次の記述のうち、地方自治法の定めに照らし、妥当なものはどれか。",
        "choices": [
          "普通地方公共団体の長が規則を定めるのは、法律または条例による個別の委任がある場合に限られる。",
          "普通地方公共団体は法令に違反しない限りにおいて条例を定めることができるが、条例において罰則を定めるためには、その旨を委任する個別の法令の定めが必要である。",
          "普通地方公共団体は、特定の者のためにする事務につき手数料を徴収することができるが、この手数料については、法律またはこれに基づく政令に定めるものを除いて、長の定める規則によらなければならない。",
          "普通地方公共団体の委員会は、個別の法律の定めるところにより、法令等に違反しない限りにおいて、その権限に属する事務に関し、規則を定めることができる。",
          "普通地方公共団体は条例で罰則を設けることができるが、その内容は禁錮、罰金、科料などの行政刑罰に限られ、行政上の秩序罰である過料については、長が定める規則によらなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "地方財務に関する次の記述のうち、法令および最高裁判所の判例に照らし、誤っているものはどれか。",
        "choices": [
          "普通地方公共団体は、予算の定めるところにより、地方債を起こすことができるが、起債前に財務大臣の許可を受けなければならない。",
          "普通地方公共団体は、分担金、使用料、加入金および手数料を設ける場合、条例でこれを定めなければならない。",
          "選挙権を有する普通地方公共団体の住民は、その属する普通地方公共団体の条例の制定または改廃を請求する権利を有するが、地方税の賦課徴収に関する条例については、その制定または改廃を請求することはできない。",
          "市町村が行う国民健康保険は、保険料を徴収する方式のものであっても、強制加入とされ、保険料が強制徴収され、賦課徴収の強制的度合いにおいては租税に類似する性質を有するものであるから、これについても租税法律主義の趣旨が及ぶと解すべきである。",
          "地方税法の法定普通税の規定に反する内容の定めを条例に設けることによって当該規定の内容を実質的に変更することは、それが法定外普通税に関する条例であっても、地方税法の規定の趣旨、目的に反し、その効果を阻害する内容のものとして許されない。",
          "予算を起こす前、都道府県、指定都市は、総務大臣に、市町村、特別区に関しては、知事に協議しなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "普通地方公共団体が締結する契約に関する次の記述のうち、地方自治法の定めに照らし、妥当なものはどれか。",
        "choices": [
          "売買、貸借、請負その他の契約は、一般競争入札、指名競争入札、随意契約、せり売りのほか、条例で定める方法によっても締結することができる。",
          "売買、貸借、請負その他の契約を、指名競争入札、随意契約またはせり売りの方法により締結することができるのは、政令が定める場合に該当するときに限られる。",
          "一般競争入札により契約を締結する場合においては、政令の定めるところにより、契約の目的に応じ、予定価格の制限の範囲内で最高または最低の価格をもって申込みをした者を契約の相手方とするものとされており、この点についての例外は認められていない。",
          "随意契約の手続に関し必要な事項は、当該普通地方公共団体が条例でこれを定める。",
          "契約を締結する場合に議会の議決を要するのは、種類および金額について政令で定める基準に従い条例で定めるものを締結するときであって、かつ指名競争入札による場合に限られる。",
          "せり売りは動産の売払いにのみ認められる。",
          "一般競争入札は不特定、指名競争入札は特定の参加者を競争させ、契約を結ぶ。",
          "地方公共団体の出納内は5/31をもって閉鎖される。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "地方自治法の定める自治事務と法定受託事務に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "都道府県知事が法律に基づいて行政処分を行う場合、当該法律において、当該処分を都道府県の自治事務とする旨が特に定められているときに限り、当該処分は自治事務となる。",
          "都道府県知事が法律に基づいて自治事務とされる行政処分を行う場合、当該法律に定められている処分の要件については、当該都道府県が条例によってこれを変更することができる。",
          "普通地方公共団体は、法定受託事務の処理に関して法律またはこれに基づく政令によらなければ、国または都道府県の関与を受けることはないが、自治事務の処理に関しては、法律またはこれに基づく政令によることなく、国または都道府県の関与を受けることがある。",
          "自治紛争処理委員は、普通地方公共団体の自治事務に関する紛争を処理するために設けられたものであり、都道府県は、必ず常勤の自治紛争処理委員をおかなければならない。",
          "都道府県知事は、市町村長の担任する自治事務の処理が法令の規定に違反していると認めるとき、または著しく適正を欠き、かつ明らかに公益を害していると認めるときは、当該市町村に対し、当該自治事務の処理について違反の是正または改善のため必要な措置を講ずべきことを勧告することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "地方自治法が定める地方公共団体の事務に関する次のア〜オの記述のうち、誤っているものの組合せはどれか。",
        "choices": [
          "自治事務とは、自らの条例またはこれに基づく規則により都道府県、市町村または特別区が処理することとした事務であり、都道府県、市町村および特別区は、当該条例または規則に違反してその事務を処理してはならない。",
          "第一号法定受託事務とは、法律またはこれに基づく政令により都道府県、市町村または特別区が処理することとされる事務のうち、国が本来果たすべき役割に係るものであって、国においてその適正な処理を特に確保する必要があるものとして法律またはこれに基づく政令に特に定めるものである。",
          "各大臣は、その担任する事務に関し、都道府県の自治事務の処理が法令の規定に違反していると認めるとき、または著しく適正を欠き、かつ、明らかに公益を害していると認めるときは、当該都道府県に対し、当該自治事務の処理について違反の是正または改善のため必要な措置を講ずべきことを求めることができる。",
          "各大臣は、その所管する法律またはこれに基づく政令に係る都道府県の法定受託事務の処理が法令の規定に違反していると認めるとき、または著しく適正を欠き、かつ、明らかに公益を害していると認めるときは、当該都道府県に対し、当該法定受託事務の処理について違反の是正または改善のため講ずべき措置に関し、必要な指示をすることができる。",
          "各大臣は、その所管する法律に係る都道府県知事の法定受託事務の執行が法令の規定に違反する場合、当該都道府県知事に対して、期限を定めて、当該違反を是正すべきことを勧告し、さらに、指示をすることができるが、当該都道府県知事が期限までに当該事項を行わないときは、地方裁判所に対し、訴えをもって、当該事項を行うべきことを命ずる旨の裁判を請求することができる。",
          "国地方係争処理委員会は、5人の委員をもって組織され、委員は、両議院の同意を得て、総務大臣が任命する。",
          "自治紛争処理委員は、事件ごとに、総務大臣または都道府県知事が委員を任命し、委員は非常勤。",
          "国地方係争処理委員会、自治紛争処理委員がなした措置に不満があるとき、高等裁判所に提起する。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "地方自治法に定める事務の共同処理（普通地方公共団体相互間の協力）に関する次の記述のうち、誤っているものはどれか。",
        "choices": [
          "連携協約とは、普通地方公共団体が、他の普通地方公共団体と事務を処理するに当たっての連携を図るため、協議により、連携して事務を処理するための基本的な方針および役割分担を定める協約をいう。",
          "協議会とは、普通地方公共団体が、事務の一部を共同して管理・執行し、もしくは事務の管理・執行について連絡調整を図り、または広域にわたる総合的な計画を共同して作成するため、協議により規約を定めて設置するものをいう。",
          "機関等の共同設置とは、協議により規約を定め、共同して、議会事務局、附属機関、長の内部組織等を置くことをいう。",
          "事務の代替執行とは、協議により規約を定め、普通地方公共団体の事務の一部の管理および執行を、他の地方公共団体に委託する制度であり、事務を受託した地方公共団体が受託事務の範囲において自己の事務として処理することにより、委託した地方公共団体が自ら当該事務を管理および執行した場合と同様の効果が生じる。",
          "職員の派遣とは、当該普通地方公共団体の事務の処理のため特別の必要があると認めるとき、当該普通地方公共団体の長または委員会もしくは委員が、他の普通地方公共団体の長または委員会もしくは委員に対し、職員の派遣を求めるものをいう。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      }
    ],
    "行政法総合": [
      {
        "text": "次の文章は、食中毒事故の原因食材を厚生大臣（当時）が公表したこと（以下「本件公表」という。）について、その国家賠償責任が問われた訴訟の判決文である。この判決の内容に明らかに反しているものはどれか。\n食中毒事故が起こった場合、その発生原因を特定して公表することに関して、直接これを定めた法律の規定が存在しないのは原告の指摘するとおりである。しかし、行政機関が私人に関する事実を公表したとしても、それは直接その私人の権利を制限しあるいはその私人に義務を課すものではないから、行政行為には当たらず、いわゆる非権力的事実行為に該当し、その直接の根拠となる法律上の規定が存在しないからといって、それだけで直ちに違法の問題が生じることはないというべきである。もちろん、その所管する事務とまったくかけ離れた事項について公表した場合には、それだけで違法の問題が生じることも考えられるが、本件各報告の公表はそのような場合ではない。すなわち、厚生省は、公衆衛生行政・食品衛生行政を担い、その所管する食品衛生法は、「飲食に起因する衛生上の危害の発生を防止し、公衆衛生の向上及び増進に寄与すること」を目的としている（法1条）のであるから、本件集団下痢症の原因を究明する本件各報告の作成・公表は、厚生省及び厚生大臣の所管する事務の範囲内に含まれることは明らかである。このように、厚生大臣がその所管する事務の範囲内において行い、かつ、国民の権利を制限し、義務を課すことを目的としてなされたものではなく、またそのような効果も存しない本件各報告の公表について、これを許容する法律上の直接の根拠がないからといって、それだけで直ちに法治主義違反の違法の問題が生じるとはいえない。 （大阪地裁平成14年3月15日判決・判例時報1783号97頁）",
        "choices": [
          "法律の留保に関するさまざまな説のうち、いわゆる「侵害留保説」が前提とされている。",
          "行政庁がその所管事務からまったく逸脱した事項について公表を行った場合、当該公表は違法性を帯びることがありうるとの立場がとられている。",
          "義務違反に対する制裁を目的としない情報提供型の「公表」は、非権力的事実行為に当たるとの立場がとられている。",
          "集団下痢症の原因を究明する本件各報告の公表には、食品衛生法の直接の根拠が存在しないとの立場がとられている。",
          "本件公表は、国民の権利を制限し、義務を課すことを直接の目的とするものではないが、現実には特定の国民に重大な不利益をもたらす事実上の効果を有するものであることから、法律上の直接の根拠が必要であるとの立場がとられている。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "墓地埋葬法* 13条は、「墓地、納骨堂又は火葬場の管理者は、埋葬、埋蔵、収蔵又は火葬の求めを受けたときは、正当の理由がなければこれを拒んではならない。」と定めているところ、同条の「正当の理由」について、厚生省（当時）の担当者が、従来の通達を変更し、依頼者が他の宗教団体の信者であることのみを理由として埋葬を拒否することは「正当の理由」によるものとは認められないという通達（以下「本件通達」という。）を発した。本件通達は、当時の制度の下で、主務大臣がその権限に基づき所掌事務について、知事をも含めた関係行政機関に対し、その職務権限の行使を指揮したものであるが、この通達の取消しを求める訴えに関する最高裁判所判決（最三小判昭和43年12月24日民集22巻13号3147頁）の内容として、妥当なものはどれか。",
        "choices": [
          "通達は、原則として、法規の性質をもつものであり、上級行政機関が関係下級行政機関および職員に対してその職務権限の行使を指揮し、職務に関して命令するために発するものであって、本件通達もこれに該当する。",
          "通達は、関係下級機関および職員に対する行政組織内部における命令であるが、その内容が、法令の解釈や取扱いに関するものであって、国民の権利義務に重大なかかわりをもつようなものである場合には、法規の性質を有することとなり、本件通達の場合もこれに該当する。",
          "行政機関が通達の趣旨に反する処分をした場合においても、そのことを理由として、その処分の効力が左右されるものではなく、その点では本件通達の場合も同様である。",
          "本件通達は従来とられていた法律の解釈や取扱いを変更するものであり、下級行政機関は当該通達に反する行為をすることはできないから、本件通達は、これを直接の根拠として墓地の経営者に対し新たに埋葬の受忍義務を課すものである。",
          "取消訴訟の対象となりうるものは、国民の権利義務、法律上の地位に直接具体的に法律上の影響を及ぼすような行政処分等でなければならないのであるから、本件通達の取消しを求める訴えは許されないものとして棄却されるべきものである。 （注）＊ 墓地、埋葬等に関する法律"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "空港や航空関連施設をめぐる裁判に関する次の記述のうち、最高裁判所の判例に照らし、妥当なものはどれか。",
        "choices": [
          "いわゆる「新潟空港訴訟」（最二小判平成元年2月17日民集43巻2号56頁）では、定期航空運送事業免許の取消訴訟の原告適格が争点となったところ、飛行場周辺住民には、航空機の騒音によって社会通念上著しい障害を受けるとしても、原告適格は認められないとされた。",
          "いわゆる「大阪空港訴訟」（最大判昭和56年12月16日民集35巻10号1369頁）では、空港の供用の差止めが争点となったところ、人格権または環境権に基づく民事上の請求として一定の時間帯につき航空機の離着陸のためにする国営空港の供用についての差止めを求める訴えは適法であるとされた。",
          "いわゆる「厚木基地航空機運航差止訴訟」（第一小判平成28年12月8日民集70巻8号1833頁）では、周辺住民が自衛隊機の夜間の運航等の差止めを求める訴訟を提起できるかが争点となったところ、当該訴訟は法定の抗告訴訟としての差止訴訟として適法であるとされた。",
          "いわゆる「成田新法訴訟」（最大判平成4年7月1日民集46巻5号437頁）では、新東京国際空港の安全確保に関する緊急措置法（当時）の合憲性が争点となったところ、憲法31条の法定手続の保障は刑事手続のみでなく行政手続にも及ぶことから、適正手続の保障を欠く同法の規定は憲法31条に違反するとされた。",
          "いわゆる「成田新幹線訴訟」（最二小判昭和53年12月8日民集32巻9号1617頁）では、成田空港と東京駅を結ぶ新幹線の建設について、運輸大臣の工事実施計画認可の取消訴訟の原告適格が争点となったところ、建設予定地付近に居住する住民に原告適格が認められるとされた。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "A市議会においては、屋外での受動喫煙を防ぐために、繁華街での路上喫煙を禁止し、違反者に罰金もしくは過料のいずれかを科すことを定める条例を制定しようとしている。この場合に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "この条例に基づく過料は、行政上の秩序罰に当たるものであり、非訟事件手続法に基づき裁判所が科する。",
          "条例の効力は属人的なものであるので、A市の住民以外の者については、この条例に基づき処罰することはできない。",
          "この条例で過料を定める場合については、その上限が地方自治法によって制限されている。",
          "地方自治法の定める上限の範囲内であれば、この条例によらず、A市長の定める規則で罰金を定めることもできる。",
          "この条例において罰金を定める場合には、A市長は、あらかじめ総務大臣に協議しなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "ある市立保育所の廃止に関する以下の会話を受けてCが論点を整理した次の記述のうち、法令および最高裁判所の判例に照らし、妥当なものはどれか。\nA：友人が居住している市で、3つある市立保育所を廃止するための条例が制定されるらしいんだ。この場合、どうしたら、条例の制定を阻止できるのだろうか。 B：議会への働きかけも含めていろいろ考えられるけれども、その他、何らかの訴訟を提起することも考えられるね。 C：行政事件訴訟法と地方自治法を勉強するいい機会だから、すこし考えてみよう。",
        "choices": [
          "特定の市立保育所のみを廃止する条例の効力を停止するために、当該条例の効力の停止の申立てのみを、それに対する抗告訴訟の提起の前に行うことができる。",
          "特定の市立保育所を廃止する条例の制定行為については、住民訴訟によってその差止めを求めることができる。",
          "条例の制定行為は、普通地方公共団体の議会が行う立法行為に属するが、一般的に抗告訴訟の対象となる行政処分に当たると解されている。",
          "特定の市立保育所の廃止条例の制定に関する議決を阻止するため、一定数の選挙人の署名により、地方自治法上の直接請求をすることができる。",
          "処分の取消判決や執行停止の決定には第三者効が認められているため、市立保育所廃止条例の制定行為の適法性を抗告訴訟によって争うことには合理性がある。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "道路等についての最高裁判所の判決に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "道路の供用によって騒音や排気ガス等が生じ、当該道路の周辺住民に社会生活上受忍すべき限度を超える被害が生じていたとしても、このような供用に関連する瑕疵は、国家賠償法に定める「公の営造物の設置又は管理」上の瑕疵とはいえないから、道路管理者に国家賠償法上の責任は生じない。",
          "公図上は水路として表示されている公共用財産が、長年の間事実上公の目的に供されることなく放置され、公共用財産としての外観を全く喪失し、もはやその物を公共用財産として維持すべき理由がなくなった場合であっても、行政庁による明示の公用廃止が行われない限り、当該水路は取得時効の対象とはなり得ない。",
          "建築基準法の定める道路の指定は、一定の条件に合致する道を一律に指定する一括指定の方法でなされることもあるが、一括して指定する方法でした道路の指定であっても、個別の土地についてその本来的な効果として具体的な私権制限を発生させるものであるから、当該指定は抗告訴訟の対象になる行政処分に当たる。",
          "運転者が原動機付自転車を運転中に、道路上に長時間放置してあった事故車両に衝突して死亡した事故が発生した場合であっても、道路上の自動車の放置は、国家賠償法に定める「公の営造物の設置又は管理」上の瑕疵とはいえないから、道路の管理費用を負担すべき県には国家賠償法に基づく責任は認められない。",
          "特別区の建築安全条例所定の接道要件が満たされていない建築物について、条例に基づいて区長の安全認定が行われた後に当該建築物の建築確認がされた場合であっても、後続処分たる建築確認の取消訴訟において、先行処分たる安全認定の違法を主張することは許されない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "自動車の運転免許に関する次の記述のうち、正しいものはどれか。",
        "choices": [
          "自動車の運転免許の交付事務を担当する都道府県公安委員会は合議制の機関であることから、免許の交付の権限は都道府県公安委員会の委員長ではなく、都道府県公安委員会が有する。",
          "道路交通法に違反した行為を理由として運転免許停止処分を受けた者が、その取消しを求めて取消訴訟を提起したところ、訴訟係属中に免許停止期間が終了した場合、当該違反行為を理由とする違反点数の効力が残っていたとしても、当該訴訟の訴えの利益は消滅する。",
          "運転免許証の「〇年〇月〇日まで有効」という記載は、行政行為に付される附款の一種で、行政法学上は「条件」と呼ばれるものである。",
          "自動車の運転免許は、免許を受けた者に対し、公道上で自動車を運転できるという権利を付与するものであるから、行政法学上の「特許」に当たる。",
          "都道府県公安委員会は国家公安委員会の地方支分部局に当たるため、内閣総理大臣は、閣議にかけた方針に基づき都道府県公安委員会の運転免許交付事務を指揮監督することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "情報公開をめぐる最高裁判所の判例に関する次の記述のうち、妥当なものはどれか。",
        "choices": [
          "条例に基づく公文書非公開決定の取消訴訟において、被告は、当該決定が適法であることの理由として、実施機関が当該決定に付した非公開理由とは別の理由を主張することも許される。",
          "行政機関情報公開法*に基づき開示請求の対象とされた行政文書を行政機関が保有していないことを理由とする不開示決定の取消訴訟において、不開示決定時に行政機関が当該文書を保有していなかったことについての主張立証責任は、被告が負う。",
          "条例に基づく公文書非公開決定の取消訴訟において、当該公文書が書証として提出された場合には、当該決定の取消しを求める訴えの利益は消滅する。",
          "条例に基づく公文書非開示決定に取消し得べき瑕疵があった場合には、そのことにより直ちに、国家賠償請求訴訟において、当該決定は国家賠償法1条1項の適用上違法であるとの評価を受ける。",
          "条例に基づき地方公共団体の長が建物の建築工事計画通知書についてした公開決定に対して、国が当該建物の所有者として有する固有の利益が侵害されることを理由としてその取消しを求める訴えは、法律上の争訟には当たらない。 （注）＊ 行政機関の保有する情報の公開に関する法律"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "上水道の利用関係について、最高裁判所の判例に照らし、妥当な記述はどれか。",
        "choices": [
          "市町村は、給水契約の申込みに応じる義務があるが、現に給水が可能であっても、将来において水不足が生じることが確実に予見される場合には、給水契約を拒むことも許される。",
          "マンションを建設しようとする者に対して市町村がその指導要綱に基づいて教育施設負担金の納付を求めることは、それが任意のものであっても違法であり、それに従わない者の給水契約を拒否することは、違法である。",
          "市町村は、利用者について不当な差別的取扱いをすることは許されないから、別荘の給水契約者とそれ以外の給水契約者の基本料金に格差をつける条例の規定は、無効であり、両者を同一に取り扱わなければならない。",
          "水道料金を値上げする市町村条例の改正がなされると、給水契約者は、個別の処分を経ることなく、値上げ後の水道料金を支払う義務を負うこととなるから、給水契約者は、当該条例改正の無効確認を求める抗告訴訟を提起することが許される。",
          "水道料金を納付しない利用者に対する給水の停止措置は、市町村の条例を根拠とする公権力の行使であるから、これを民事訴訟で差し止めることは許されず、水道の給水停止の禁止を求める民事訴訟は不適法である。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "上水道に関する次のア～エの記述のうち、最高裁判所の判例に照らし、正しいものの組合せはどれか。",
        "choices": [
          "自然的条件において、取水源が貧困で現在の取水量を増加させることが困難である状況等があるとき、水道事業者としての市町村は、需要量が給水量を上回り水不足が生ずることのないように、もっぱら水の供給を保つという観点から水道水の需要の著しい増加を抑制するための施策をとることも、やむを得ない措置として許される。",
          "行政指導として教育施設の充実に充てるために事業主に対して寄付金の納付を求めること自体は、強制にわたるなど事業主の任意性を損なうことがない限り、違法ということはできないが、水道の給水契約の締結等の拒否を背景として、その遵守を余儀なくさせることは、違法である。",
          "水道事業者である地方公共団体が、建築指導要綱に従わないことを理由に建築中のマンションの給水契約の拒否を行うことも、当該建築指導要綱を遵守させるために行政指導を継続する理由があるといった事情がある場合には、給水契約の拒否を行うについて水道法が定める「正当な理由」があるものとして適法なものとされる。",
          "建築基準法に違反し、建築確認を受けずになされた増築部分につき、水道事業者である地方公共団体の職員が給水装置新設工事の申込書を返戻した場合、それが、当該申込みの受理を最終的に拒否する旨の意思表示をしたものではなく、同法違反の状態を是正し、建築確認を受けた上で申込みをするよう一応の勧告をしたものにすぎないものであったとしても、かかる措置は、違法な拒否に当たる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "国公立学校をめぐる行政法上の問題に関する次のア～エの記述のうち、最高裁判所の判例に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "公立高等専門学校の校長が学生に対し原級留置処分または退学処分を行うかどうかの判断は、校長の合理的な教育的裁量にゆだねられるべきものであり、裁判所がその処分の適否を審査するに当たっては、校長と同一の立場に立って当該処分をすべきであったかどうか等について判断し、その結果と当該処分とを比較してその適否、軽重等を論ずべきである。",
          "公立中学校教員を同一市内の他の中学校に転任させる処分は、仮にそれが被処分者の法律上の地位に何ら不利益な変更を及ぼすものではないとしても、その名誉につき重大な損害が生じるおそれがある場合は、そのことを理由に当該処分の取消しを求める法律上の利益が認められる。",
          "公立学校の儀式的行事における教育公務員としての職務の遂行の在り方に関し校長が教職員に対して発した職務命令は、教職員個人の身分や勤務条件に係る権利義務に直接影響を及ぼすものではないから、抗告訴訟の対象となる行政処分には当たらない。",
          "国公立大学が専攻科修了の認定をしないことは、一般市民としての学生が国公立大学の利用を拒否することにほかならず、一般市民として有する公の施設を利用する権利を侵害するものであるから、専攻科修了の認定、不認定に関する争いは司法審査の対象となる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "公立学校に関する次の記述のうち、最高裁判所の判例に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "公立高等専門学校の校長が、必修科目を履修しない学生を原級留置処分または退学処分にするに際しては、その判断は校長の合理的な教育的裁量に委ねられる。",
          "公立中学校の校庭が一般に開放され、校庭を利用していた住民が負傷したとしても、当該住民は本来の利用者とはいえないことから、その設置管理者が国家賠償法上の責任を負うことはない。",
          "公立小学校を廃止する条例について、当該条例は一般的規範を定めるにすぎないものの、保護者には特定の小学校で教育を受けさせる権利が認められることから、その処分性が肯定される。",
          "市が設置する中学校の教員が起こした体罰事故について、当該教員の給与を負担する県が賠償金を被害者に支払った場合、県は国家賠償法に基づき、賠償金の全額を市に求償することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "公立学校をめぐる裁判に関する次のア～オの記述のうち、最高裁判所の判例に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "公立高等専門学校の校長が学生に対し原級留置処分または退学処分を行った場合、裁判所がその処分の適否を審査するに当たっては、校長と同一の立場に立って当該処分をすべきであったかどうか等について判断し、その結果と当該処分とを比較してその適否、軽重等を論ずべきである。",
          "教育委員会が、公立学校の教員で勧奨退職に応じた者を校長に任命した上で同日退職を承認する処分をした場合において、当該処分が著しく合理性を欠きそのためこれに予算執行の適正確保の見地から看過し得ない瑕疵が存在するものといえないときは、校長としての退職手当の支出決定は財務会計法規上の義務に違反する違法なものには当たらない。",
          "公立学校の学校施設の目的外使用を許可するか否かは、原則として、当該施設の管理者の裁量に委ねられており、学校教育上支障がない場合であっても、学校施設の目的及び用途と当該使用の目的、態様等との関係に配慮した合理的な裁量判断により許可をしないこともできる。",
          "公立高等学校等の教職員に対し、卒業式等の式典における国歌斉唱の際に国旗に向かって起立して斉唱することを命ずる旨の校長の職務命令がなされた場合において、当該職務命令への違反を理由とする懲戒処分の差止めを求める訴えについて、仮に懲戒処分が反復継続的・累積加重的にされる危険があるとしても、訴えの要件である「重大な損害を生ずるおそれ」があるとは認められない。",
          "市立学校教諭が同一市内の他の中学校教諭に転任させる処分を受けた場合において、当該処分が客観的、実際的見地からみて勤務場所、勤務内容等に不利益を伴うものであるとしても、当該教諭に転任処分の取消しを求める訴えの利益が認められる余地はない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "地方公共団体に対する法律の適用に関する次の説明のうち、妥当なものはどれか。",
        "choices": [
          "行政手続法は、地方公共団体の機関がする処分に関して、その根拠が条例に置かれているものについても行政手続法が適用されると定めている。",
          "行政不服審査法は、地方公共団体には、それぞれ常設の不服審査機関（行政不服審査会等）を置かなければならないと定めている。",
          "公文書管理法*1は、地方公共団体が保有する公文書の管理および公開等に関して、各地方公共団体は条例を定めなければならないとしている。",
          "行政代執行法は、条例により直接に命ぜられた行為についての履行の確保に関しては、各地方公共団体が条例により定めなければならないとしている。",
          "行政機関情報公開法*2は、地方公共団体は、同法の趣旨にのっとり、その保有する情報の公開に関して必要な施策を策定し、これを実施するよう努めなければならないと定めている。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "公文書管理法*について説明する次の記述のうち、誤っているものはどれか。",
        "choices": [
          "公文書管理法に定める「行政文書」とは、同法の定める例外を除き、行政機関の職員が職務上作成しまたは取得した文書で、当該行政機関の職員が組織的に用いるものとして当該行政機関が保有しているものであるとされる。",
          "公文書管理法は、行政機関の職員に対し、処理に係る事案が軽微なものである場合を除き文書を作成しなければならないという文書作成義務を定め、違反した職員に対する罰則を定めている。",
          "行政機関の職員 行政文書を作成・取得したときには、当該行政機関の長は、政令で定めるところにより、当該行政文書について分類し、名称を付するとともに、保存期間および保存期間の満了する日を設定しなければならない。",
          "行政機関の長は、行政文書の管理が公文書管理法の規定に基づき適正に行われることを確保するため、行政文書の管理に関する定め（行政文書管理規則）を設けなければならない。",
          "行政機関の長は、行政文書ファイル管理簿の記載状況その他の行政文書の管理の状況について、毎年度、内閣総理大臣に報告しなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      }
    ]
  },
  "民法": {
    "民法総論": [
      {
        "text": "制限行為能力者に関する次の記述のうち、民法の規定に照らし、正しいものの組合せはどれか。",
        "choices": [
          "家庭裁判所が後見開始の審判をするときには、成年被後見人に成年後見人を付するとともに、成年後見人の事務を監督する成年後見監督人を選任しなければならない。",
          "被保佐人がその保佐人の同意を得なければならない行為は、法に定められている行為に限られ、家庭裁判所は、本人や保佐人等の請求があったときでも、被保佐人が法に定められている行為以外の行為をする場合にその保佐人の同意を得なければならない旨の審判をすることはできない。",
          "家庭裁判所は、本人や保佐人等の請求によって、被保佐人のために特定の法律行為について保佐人に代理権を付与する旨の審判をすることができるが、本人以外の者の請求によってその審判をするには、本人の同意がなければならない。",
          "家庭裁判所は、本人や配偶者等の請求により、補助開始の審判をすることができるが、本人以外の者の請求によって補助開始の審判をするには、本人の同意がなければならない。",
          "後見開始の審判をする場合において、本人が被保佐人または被補助人であるときは、家庭裁判所は、その本人に係る保佐開始または補助開始の審判を取り消す必要はないが、保佐開始の審判をする場合において、本人が成年被後見人であるときは、家庭裁判所は、その本人に係る後見開始の審判を取り消さなければならない。",
          "後見人の配偶者、直系血族及び兄弟姉妹は、後見監督人となることができない。",
          "保佐開始の審判をするとき、本人の同意は要しない。",
          "家庭裁判所は職権で後見監督人を選任することができる（法人も可）。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "制限行為能力者に関する次の記述のうち、民法の規定および判例に照らし、誤っているものはどれか。",
        "choices": [
          "未成年者について、親権を行う者が管理権を有しないときは、後見が開始する。",
          "保佐人は、民法が定める被保佐人の一定の行為について同意権を有するほか、家庭裁判所が保佐人に代理権を付与する旨の審判をしたときには特定の法律行為の代理権も有する。",
          "家庭裁判所は、被補助人の特定の法律行為につき補助人の同意を要する旨の審判、および補助人に代理権を付与する旨の審判をすることができる。",
          "被保佐人が保佐人の同意を要する行為をその同意を得ずに行った場合において、相手方が被保佐人に対して、一定期間内に保佐人の追認を得るべき旨の催告をしたが、その期間内に回答がなかったときは、当該行為を追認したものと擬制される。",
          "制限行為能力者が、相手方に制限行為能力者であることを黙秘して法律行為を行った場合であっても、それが他の言動と相まって相手方を誤信させ、または誤信を強めたものと認められるときは、詐術にあたる。",
          "親権者、未成年後見人には、代理権、同意権がある。",
          "成年後見人には、同意権はない。",
          "成年被後見人の受けた贈与は、取り消すことができる。",
          "被保佐人が相手方に対して行った、不動産の売却は、保佐人の同意を得ていなければ、取り消すことができる。",
          "被保佐人が行う、一部弁済、支払猶予の申入れ等は、時効完成後は効果が生じない。",
          "未成年者、成年被後見人に対する催告は効果がない。",
          "成年後見人が代理権のみ付与された場合、その被後見人は制限行為能力者とはならない。",
          "未成年者は後見人になれない（847条）。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "自然人A（以下「A」という。）が団体B（以下「B」という。）に所属している場合に関する次のア〜オの記述のうち、民法の規定および判例に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "Bが法人である場合に、AがBの理事として第三者と法律行為をするときは、Aは、Bの代表としてではなく、Bの構成員全員の代理人として当該法律行為を行う。",
          "Bが権利能力のない社団である場合には、Bの財産は、Bを構成するAら総社員の総有に属する。",
          "Bが組合である場合には、Aは、いつでも組合財産についてAの共有持分に応じた分割を請求することができる。",
          "Bが組合であり、Aが組合の業務を執行する組合員である場合は、Aは、組合財産から当然に報酬を得ることができる。",
          "Bが組合であり、Aが組合の業務を執行する組合員である場合に、組合契約によりAの業務執行権限を制限しても、組合は、善意無過失の第三者には対抗できない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "公序良俗および強行法規等の違反に関する次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。",
        "choices": [
          "食品の製造販売を業とする者が、有害物質の混入した食品を、食品衛生法に抵触するものであることを知りながら、あえて製造販売し取引を継続していた場合には、当該取引は、公序良俗に反して無効である。",
          "債権の管理または回収の委託を受けた弁護士が、その手段として訴訟提起や保全命令の申立てをするために当該債権を譲り受ける行為は、たとえそれが弁護士法に違反するものであったとしても、司法機関を利用して不当な利益を追求することを目的として行われた等の事情がない限り、直ちにその私法上の効力が否定されるものではない。",
          "組合契約において、組合員はやむを得ない事由があっても任意に脱退することができない旨の約定が存する場合であっても、組合員の脱退に関する民法の規定は強行法規ではないから、かかる約定の効力が否定されるものではない。",
          "契約が公序に反することを目的とするものであるかどうかは、当該契約が成立した時点における公序に照らして判断すべきである。",
          "男子の定年年齢を60歳、女子の定年年齢を55歳とする旨の会社の就業規則は、経営上の観点から男女別定年制を設けなければならない合理的理由が認められない場合、公序良俗に反して無効である。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "Aが従来の住所または居所を去って行方不明となった場合に関する次の記述のうち、民法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "Aは自己の財産につき管理人を置いていたが、権限について定めていなかった場合であっても、管理人は、保存行為およびその財産の性質を変えない範囲内において利用または改良を行うことができる。",
          "Aが自己の財産につき管理人を置かなかったときは、利害関係人または検察官の請求により、家庭裁判所は、その財産の管理について必要な処分を命ずることができる。",
          "Aが自己の財産につき管理人を置いた場合において、Aの生死が明らかでないときは、利害関係人または検察官の請求により、家庭裁判所は、管理人を改任することができる。",
          "Aの生死が7年間明らかでないときは、利害関係人の請求により、家庭裁判所はAについて失踪の宣告をすることができ、これにより、Aは、失踪の宣告を受けた時に死亡したものとみなされる。",
          "Aについて失踪の宣告が行われた場合、Aは死亡したものとみなされるが、Aが生存しているときの権利能力自体は、これによって消滅するものではない。",
          "特別失踪の場合、危難が去った時から1年経過したときに申立てができる（死亡したものとみなされる）。",
          "失踪宣告の利害関係人に検察官は含まれない。",
          "失踪者Aの相続人BがAの土地をCに売却した場合、BがAの死亡につき善意であれば、Cも善意であれば、土地をAに返還しなくてよい B、Cともに、もしくは、B、Cどちらかが悪意であれば、土地を返還しなければならない。",
          "上記の場合、Bが善意であれば現存利益の返還でよい。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "失踪の宣告に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "不在者の生死が7年間明らかでない場合において、利害関係人の請求により家庭裁判所が失踪の宣告をしたときは、失踪の宣告を受けた者は、7年間の期間が満了した時に、死亡したものとみなされる。",
          "失踪の宣告を受けた者が実際には生存しており、不法行為により身体的被害を受けていたとしても、失踪の宣告が取り消されなければ、損害賠償請求権は発生しない。",
          "失踪の宣告の取消しは、必ず本人の請求によらなければならない。",
          "失踪の宣告によって失踪者の財産を得た者は、失踪の宣告が取り消されたときは、その受けた利益の全部を返還しなければならない。",
          "失踪の宣告によって失踪者の所有する甲土地を相続した者が、甲土地を第三者に売却した後に、失踪者の生存が判明し、この者の失踪の宣告が取り消された。この場合において、相続人が失踪者の生存について善意であったときは、第三者が悪意であっても、甲土地の売買契約による所有権移転の効果に影響しない。",
          "AとBが死亡し、Aの死後、Bの生存が明らかでないときは、AとBは同時に死亡したものと推定する。",
          "職権による失踪宣告はない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "心裡留保および虚偽表示に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "養子縁組につき、当事者の一方において真に養親子関係の設定を欲する意思がない場合であっても、相手方がその真意につき善意、無過失であり、縁組の届出手続が行われたときは、その養子縁組は有効である。",
          "財団法人（一般財団法人）の設立に際して、設立関係者全員の通謀に基づいて、出捐者が出捐の意思がないにもかかわらず一定の財産の出捐を仮装して虚偽の意思表示を行った場合であっても、法人設立のための当該行為は相手方のない単独行為であるから虚偽表示にあたらず、財団法人の設立の意思表示は有効である。",
          "土地の仮装譲渡において、仮装譲受人が同地上に建物を建設してその建物を他に賃貸した場合、建物賃借人において土地譲渡が虚偽表示によるものであることについて善意であるときは、土地の仮装譲渡人はその建物賃借人に対して、土地譲渡の無効を理由として建物からの退去および土地の明渡しを求めることができない。",
          "仮装の売買契約に基づく売買代金債権が他に譲渡された場合、債権の譲受人は第三者にあたらないため、譲受人は、譲受債権の発生原因が虚偽表示によるものであることについて善意であっても、買主に対して売買代金の支払を求めることができない。",
          "金銭消費貸借契約（書面でする消費貸借等を除く。）が仮装され、借主に金銭が交付されていない場合であっても、当該契約に基づく貸金債権を譲り受けた者は、譲受債権の発生原因が虚偽表示によるものであることについて善意であるときは、借主に対して貸金の返済を求めることができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "虚偽表示の無効を対抗できない善意の第三者に関する次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。",
        "choices": [
          "AはBと通謀してA所有の土地をBに仮装譲渡したところ、Bは当該土地上に建物を建築し、これを善意のCに賃貸した。この場合、Aは、虚偽表示の無効をCに対抗できない。",
          "AはBと通謀してA所有の土地をBに仮装譲渡したところ、Bが当該土地を悪意のCに譲渡し、さらにCが善意のDに譲渡した。この場合、Aは、虚偽表示の無効をDに対抗できない。",
          "AはBと通謀してA所有の土地をBに仮装譲渡したところ、Bは善意の債権者Cのために当該土地に抵当権を設定した。この場合、Aは、虚偽表示の無効をCに対抗できない。",
          "AはBと通謀してA所有の土地をBに仮装譲渡したところ、Bの債権者である善意のCが、当該土地に対して差押えを行った。この場合、Aは、虚偽表示の無効をCに対抗できない。",
          "AはBと通謀してAのCに対する指名債権をBに仮装譲渡したところ、Bは当該債権を善意のDに譲渡した。この場合、Aは、虚偽表示の無効をDに対抗できない。",
          "不動産の仮装譲受人からさらに譲り受けた者、さらにその転得者も第三者にあたる。",
          "仮装の抵当権者からの転抵当権者は第三者にあたる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "錯誤等に関する次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。",
        "choices": [
          "売買代金に関する立替金返還債務のための保証において、実際には売買契約が偽装されたものであったにもかかわらず、保証人がこれを知らずに保証契約を締結した場合、売買契約の成否は、原則として、立替金返還債務を主たる債務とする保証契約の重要な内容であるから、保証人は、当該保証契約について錯誤による取消しを主張することができる。",
          "婚姻あるいは養子縁組などの身分行為は錯誤に基づく取消しの対象とならず、人違いによって当事者間に婚姻または縁組をする意思がないときであっても、やむを得ない事由がない限り、その婚姻あるいは養子縁組は無効とならない。",
          "連帯保証人が、他にも連帯保証人が存在すると誤信して保証契約を締結した場合、他に連帯保証人があるかどうかは、通常は保証契約の動機にすぎないから、その存在を特に保証契約の内容とした旨の主張立証がなければ、当該保証契約について錯誤による取消しを主張することができない。",
          "離婚に伴う財産分与に際して夫が自己所有の不動産を妻に譲渡した場合において、実際には分与者である夫に課税されるにもかかわらず、夫婦ともに課税負担は専ら妻が負うものと認識しており、夫において、課税負担の有無を重視するとともに、自己に課税されないことを前提とする旨を黙示的に表示していたと認められるときは、当該財産分与について錯誤による取消しを主張することができる。",
          "ジャムの種類・品質に関する債権者の錯誤は重要なものといえる。",
          "空クレジットを保証人が知らずに、保証契約を締結した場合の保証人の錯誤も重要なものといえる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "意思表示に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "意思表示の相手方が、正当な理由なく意思表示の通知が到達することを妨げたときは、その通知は通常到達すべきであった時に到達したものとみなされ、相手方が通知の受領を拒絶した場合には意思表示の到達が擬制される。これに対して、意思表示を通知する内容証明郵便が不在配達されたが、受取人が不在配達通知に対応しないまま留置期間が経過して差出人に還付され、通知が受領されなかった場合には、意思表示が到達したものと認められることはない。",
          "契約の取消しの意思表示をしようとする者が、相手方の所在を知ることができない場合、公示の方法によって行うことができる。この場合、当該取消しの意思表示は、最後に官報に掲載した日またはその掲載に代わる掲示を始めた日から2週間を経過した時に相手方に到達したものとみなされるが、表意者に相手方の所在を知らないことについて過失があった場合には到達の効力は生じない。",
          "契約の申込みの意思表示に対して承諾の意思表示が郵送でなされた場合、当該意思表示が相手方に到達しなければ意思表示が完成せず契約が成立しないとすると取引の迅速性が損なわれることになるから、当該承諾の意思表示が発信された時点で契約が成立する。",
          "意思表示は、表意者が通知を発した後に制限行為能力者となった場合でもその影響を受けないが、契約の申込者が契約の申込み後に制限行為能力者となった場合において、契約の相手方がその事実を知りつつ承諾の通知を発したときには、当該制限行為能力者は契約を取り消すことができる。",
          "意思表示の相手方が、その意思表示を受けた時に意思能力を有しなかったとき、または制限行為能力者であったときは、その意思表示をもってその相手方に対抗することができない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "代理に関する次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。＜複数解＞",
        "choices": [
          "代理人が代理行為につき、相手方に対して詐欺を行った場合、本人がその事実を知らなかったときであっても、相手方はその代理行為を取り消すことができる。",
          "無権代理行為につき、相手方が本人に対し、相当の期間を定めてその期間内に追認するかどうかを確答すべき旨の催告を行った場合において、本人が確答をしないときは、追認を拒絶したものとみなされる。",
          "代理人が本人になりすまして、直接本人の名において権限外の行為を行った場合に、相手方においてその代理人が本人自身であると信じ、かつ、そのように信じたことにつき正当な理由がある場合でも、権限外の行為の表見代理の規定が類推される余地はない。",
          "代理人が本人の許諾を得て復代理人を選任した場合において、復代理人が代理行為の履行として相手方から目的物を受領したときは、同人はこれを代理人に対してではなく、本人に対して引き渡す義務を負う。",
          "無権代理行為につき、相手方はこれを取り消すことができるが、この取消しは本人が追認しない間に行わなければならない。",
          "表見代理責任と無権代理責任は併存し、表見代理が成立する場合でも、相手方は無権代理責任を追及できる。（自由に選択できる）",
          "表見代理が成立する場合、その行為を行った本人が責任を負う。",
          "代理行為に過失があった場合、その事実の有無は、代理人ではなく、本人に立証責任がある。",
          "法定代理人が復代理人を選任した場合、原則その全責任を負う。",
          "代理権の消滅により、復代理人の代理権も消滅する。",
          "代理人、復代理人は、同等の立場で本人を代理する。",
          "復代理人が代理人に金銭等を引き渡せば、本人に対する引渡し義務は消滅する。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "A所有の動産甲（以下「甲」という。）を、BがCに売却する契約（以下「本件契約」という。）に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "Bが、B自身を売主、Cを買主として本件契約を締結した場合であっても、契約は原則として有効であり、Bは、Aから甲の所有権を取得してCに移転する義務を負うが、本件契約成立の当初からAには甲を他に譲渡する意思のないことが明確であり、甲の所有権をCに移転することができない場合には、本件契約は実現不能な契約として無効である。",
          "Bが、B自身を売主、Cを買主として本件契約を締結した場合であっても、契約は原則として有効であり、Bは、Aから甲の所有権を取得してCに移転する義務を負うところ、本件契約後にBが死亡し、AがBを単独相続した場合においては、Cは当然に甲の所有権を取得する。",
          "Bが、B自身をAの代理人と偽って、Aを売主、Cを買主とする本件契約を締結し、Cに対して甲を現実に引き渡した場合、Cは即時取得により甲の所有権を取得する。",
          "Bが、B自身をAの代理人と偽って、Aを売主、Cを買主として本件契約を締結した場合、Bに本件契約の代理権がないことを知らなかったが、そのことについて過失があるCは、本件契約が無効となった場合であっても、Bに対して履行または損害賠償の請求をすることができない。",
          "Aが法人で、Bがその理事である場合、Aの定款に甲の売却に関しては理事会の承認が必要である旨の定めがあり、Bが、理事会の承認を得ないままにAを売主、Cを買主とする本件契約を締結したとき、Cが、その定款の定めを知っていたとしても、理事会の承認を得ていると過失なく信じていたときは、本件契約は有効である。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "Aが所有する甲土地につき、Aの長男BがAに無断で同人の代理人と称してCに売却した（以下「本件売買契約」という。）。この場合に関する次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。",
        "choices": [
          "Aが死亡してBが単独相続した場合、Bは本人の資格に基づいて本件売買契約につき追認を拒絶することができない。",
          "Bが死亡してAの妻DがAと共に共同相続した後、Aも死亡してDが相続するに至った場合、Dは本人の資格で無権代理行為の追認を拒絶する余地はない。",
          "Aが本件売買契約につき追認を拒絶した後に死亡してBが単独相続した場合、Bは本件売買契約の追認を拒絶することができないため、本件売買契約は有効となる。",
          "Bが死亡してAが相続した場合、Aは本人の資格において本件売買契約の追認を拒絶することができるが、無権代理人の責任を免れることはできない。",
          "Aが死亡してBがAの妻Dと共に共同相続した場合、Dの追認がなければ本件売買契約は有効とならず、Bの相続分に相当する部分においても当然に有効となるものではない。",
          "自己契約、双方代理は、本人の追認により有効となる。",
          "自己契約、双方代理は、債務の履行及び本人の許諾を受けた場合有効。",
          "代理権授与による表見代理は、法定代理は適用されない。",
          "権限外の行為の表見代理は、法定代理は適用される。",
          "無効な代諾養子縁組（15歳未満）、内縁の妻が無断でした婚姻届は、追認が認められる。",
          "養子縁組には、追認は認められない。",
          "未成年者には、117条の無権代理人の責任追及はできないが、当該未成年者に故意又は過失があれば、709条の不法行為に基づく損害賠償請求ができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "A・B間で締結された契約（以下「本件契約」という。）に附款がある場合に関する次のア〜オの記述のうち、民法の規定および判例に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "本件契約に、経済情勢に一定の変動があったときには当該契約は効力を失う旨の条項が定められている場合、効力の喪失時期は当該変動の発生時が原則であるが、A・Bの合意により、効力の喪失時期を契約時に遡らせることも可能である。",
          "本件契約が売買契約であり、買主Bが品質良好と認めた場合には代金を支払うとする旨の条項が定められている場合、この条項はその条件の成就が代金債務者であるBの意思のみに係る随意条件であるから無効である。",
          "本件契約が和解契約であり、Bは一定の行為をしないこと、もしBが当該禁止行為をした場合にはAに対して違約金を支払う旨の条項が定められている場合、Aが、第三者Cを介してBの当該禁止行為を誘発したときであっても、BはAに対して違約金支払の義務を負う。",
          "本件契約が農地の売買契約であり、所有権移転に必要な行政の許可を得られたときに効力を生じる旨の条項が定められている場合において、売主Aが当該許可を得ることを故意に妨げたときであっても、条件が成就したとみなされることはない。",
          "本件契約が金銭消費貸借契約であり、借主Bが将来社会的に成功を収めた場合に返済する旨の条項（いわゆる出世払い約款）が定められている場合、この条項は停止条件を定めたものであるから、Bは社会的な成功を収めない限り返済義務を負うものではない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "Aは、甲不動産をその占有者Bから購入し引渡しを受けていたが、実は甲不動産はC所有の不動産であった。BおよびAの占有の態様および期間に関する次の場合のうち、民法の規定および判例に照らし、Aが、自己の占有、または自己の占有にBの占有を併せた占有を主張しても甲不動産を時効取得できないものはどれか。",
        "choices": [
          "Bが悪意で5年間、Aが善意無過失で10年間",
          "Bが悪意で18年間、Aが善意無過失で2年間",
          "Bが悪意で5年間、Aが善意無過失で5年間",
          "Bが善意無過失で7年間、Aが悪意で3年間",
          "Bが善意無過失で3年間その後悪意となり2年間、Aが善意無過失で3年間その後悪意となり3年間"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "消滅時効に関する次の記述のうち、民法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "債権者が権利を行使できることを知った時から5年間行使しないときは、その債権は、時効によって消滅する。",
          "不法行為による損害賠償請求権以外の債権（人の生命又は身体の侵害による損害賠償請求権を除く）は、その権利について行使することができることを知らない場合でも、その権利を行使できる時から10年間行使しないときには、時効によって消滅する。",
          "人の生命又は身体の侵害による損害賠償請求権は、その権利について行使することができることを知らない場合でも、その債権を行使できる時から20年間行使しないときには、時効によって消滅する。",
          "人の生命又は身体を害する不法行為による損害賠償請求権は、被害者又はその法定代理人が損害及び加害者を知った時から3年間行使しないときは、時効によって消滅する。",
          "債権又は所有権以外の財産権は、権利を行使することができる時から20年間行使しないときは、時効によって消滅する。",
          "不法行為が人の生命身体を害するものでないときの時効期間は、損害及び加害者を知った時から3年、不法行為の時から20年。",
          "債務不履行の債権の時効期間は、権利を行使できることを知った時から5年、行使できる時から10年。",
          "上記の場合で、人の生命身体を害するものであるときは、知った時から5年、行使できる時から20年。",
          "債権、所有権以外の財産権の時効期間は、権利を行使できる時から20年で消滅する。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "時効の援用に関する次のア〜オの記述のうち、民法の規定および判例に照らし、妥当でないものの組合せはどれか。",
        "choices": [
          "時効による債権の消滅の効果は、時効期間の経過とともに確定的に生ずるものではなく、時効が援用されたときにはじめて確定的に生ずるものである。",
          "時効の援用を裁判上行使する場合には、事実審の口頭弁論終結時までにする必要がある。",
          "被相続人の占有により取得時効が完成していた場合に、その共同相続人の一人は、自己の相続分の限度においてのみ取得時効を援用することができる。",
          "保証人や連帯保証人は、主たる債務の消滅時効を援用することはできるが、物上保証人や抵当不動産の第三取得者は、被担保債権の消滅時効を援用することはできない。",
          "主たる債務者である破産者が免責許可決定を受けた場合であっても、その保証人は、自己の保証債務を免れるためには、免責許可決定を受けた破産者の主たる債務について、消滅時効を援用しなければならない。",
          "地上権、永小作権、地役権は、取得時効も消滅時効も認められる。",
          "留置権、先取特権には、取得時効、消滅時効は認められない。",
          "質権はGETできるけど、失わない。",
          "抵当権はGETできないが、例外的に時効により消滅する（396、397条）。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "AのBに対する甲債権につき消滅時効が完成した場合における時効の援用権者に関する次のア〜オの記述のうち、民法の規定および判例に照らし、誤っているものの組合せはどれか。",
        "choices": [
          "Aが甲債権の担保としてC所有の不動産に抵当権を有している場合、物上保証人Cは、Aに対して債務を負っていないが、甲債権が消滅すれば同不動産の処分を免れる地位にあるため、甲債権につき消滅時効を援用することができる。",
          "甲債権のために保証人となったDは、甲債権が消滅すればAに対して負っている債務を免れる地位にあるため、甲債権につき消滅時効を援用することができる。",
          "Bの詐害行為によってB所有の不動産を取得したEは、甲債権が消滅すればAによる詐害行為取消権の行使を免れる地位にあるが、このような利益は反射的なものにすぎないため、甲債権につき消滅時効を援用することができない。",
          "Aが甲債権の担保としてB所有の不動産に抵当権を有している場合、Aの後順位抵当権者Fは、Aの抵当権の被担保債権の消滅により直接利益を受ける者に該当しないため、甲債権につき消滅時効を援用することができない。",
          "Aが甲債権の担保としてB所有の不動産に抵当権を有している場合、同不動産をBから取得したGは、甲債権が消滅すれば抵当権の負担を免れる地位にあるが、このような利益は反射的なものにすぎないため、甲債権につき消滅時効を援用することができない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      }
    ],
    "民法物権": [
      {
        "text": "物権の成立に関する次のア～オの記述のうち、民法の規定および判例に照らし、妥当でないものの組合せはどれか。",
        "choices": [
          "他人の土地の地下または空間の一部について、工作物を所有するため、上下の範囲を定めて地上権を設定することは認められない。",
          "一筆の土地の一部について、所有権を時効によって取得することは認められる。",
          "構成部分の変動する集合動産について、一括して譲渡担保の目的とすることは認められない。",
          "土地に生育する樹木について、明認方法を施した上で、土地とは独立した目的物として売却することは認められる。",
          "地役権は、継続的に行使され、かつ、外形上認識することができるものに限り、時効によって取得することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "物権的請求権に関する次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。",
        "choices": [
          "A所有の甲土地上に権原なくB所有の登記済みの乙建物が存在し、Bが乙建物をCに譲渡した後も建物登記をB名義のままとしていた場合において、その登記がBの意思に基づいてされていたときは、Bは、Aに対して乙建物の収去および甲土地の明渡しの義務を免れない。",
          "D所有の丙土地上に権原なくE所有の未登記の丁建物が存在し、Eが丁建物を未登記のままFに譲渡した場合、Eは、Dに対して丁建物の収去および丙土地の明渡しの義務を負わない。",
          "工場抵当法により工場に属する建物とともに抵当権の目的とされた動産が、抵当権者に無断で同建物から搬出された場合には、第三者が即時取得しない限り、抵当権者は、目的動産をもとの備付場所である工場に戻すことを請求することができる。",
          "抵当権設定登記後に設定者が抵当不動産を他人に賃貸した場合において、その賃借権の設定に抵当権の実行としての競売手続を妨害する目的が認められ、賃借人の占有により抵当不動産の交換価値の実現が妨げられて優先弁済請求権の行使が困難となるような状態があるときは、抵当権者は、賃借人に対して、抵当権に基づく妨害排除請求をすることができる。",
          "動産売買につき売買代金を担保するために所有権留保がされた場合において、当該動産が第三者の土地上に存在してその土地所有権を侵害しているときは、留保所有権者は、被担保債権の弁済期到来の前後を問わず、所有者として当該動産を撤去する義務を免れない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "物権的請求権等に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "Aが所有する甲土地の上に、Bが権原なく乙建物を建設してこれをCに譲渡した場合、無権原で乙建物を建設することによってAの土地所有権を侵害したのはBであるから、AはBに対してのみ乙建物の収去を求めることができる。",
          "第三者が抵当不動産を不法占有することによって同不動産の交換価値の実現が妨げられ、抵当権者の優先弁済権の行使が困難となるような状態があるときは、抵当権に基づく妨害排除請求権が認められるが、抵当権は占有を目的とする権利ではないため、抵当権者が占有者に対し直接自己への抵当不動産の明渡しを求めることは常にできない。",
          "占有者がその占有を奪われたときは、占有回収の訴えにより、その物の返還を請求することはできるが、損害の賠償を請求することはできない。",
          "第三者が賃貸不動産を不法占有している場合、賃借人は、その賃借権が対抗要件を具備しているか否かを問わず、その不法占有者に対して、当該不動産の返還請求を行うことができる。",
          "Dが所有する丙土地の上に、Eが権原なく丁建物を建設し、自己所有名義で建物保存登記を行った上でこれをFに譲渡したが、建物所有権登記がE名義のままとなっていた場合、Dは登記名義人であるEに対して丁建物の収去を求めることができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "占有権に関する次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。",
        "choices": [
          "無権利者から土地を譲り受けた者は第三者にあたらないが、背信的悪意者からの善意転得者は権利取得が肯定される。",
          "取消後の第三者は要登記、解除前後の第三者は要登記。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "Aが登記簿上の所有権名義人である甲土地をBが買い受ける旨の契約（以下「本件売買契約」という。）をA・B間で締結した場合に関する次のア～オの記述のうち、民法の規定および判例に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "甲土地は実際にはCの所有に属していたが、CがAに無断で甲土地の所有名義人をAとしていた場合において、Aがその事情を知らないBとの間で本件売買契約を締結したときであっても、BはCに対して甲土地の引渡しを求めることができない。",
          "甲土地はAの所有に属していたところ、Aの父であるDが、Aに無断でAの代理人と称して本件売買契約を締結し、その後Dが死亡してAがDを単独で相続したときは、Aは、Dの法律行為の追認を拒絶することができ、また、損害賠償の責任を免れる。",
          "甲土地が相続によりAおよびEの共有に属していたところ、AがEに無断でAの単独所有名義の登記をしてBとの間で本件売買契約を締結し、Bが所有権移転登記をした場合において、Bがその事情を知らず、かつ、過失がないときは、Bは甲土地の全部について所有権を取得する。",
          "甲土地はAの所有に属していたところ、本件売買契約が締結され、B名義での所有権移転の仮登記がされた場合において、Aが甲土地をその事情を知らないFに売却し所有権移転登記をしたときは、Bは本登記をしない限りFに対して所有権の取得を対抗することができない。",
          "甲土地はAの所有に属していたところ、GがAに無断で甲土地上に建物を築造し、その建物の所有権保存登記をした場合において、本件売買契約により甲土地の所有者となったBは、Gが当該建物の所有権を他に譲渡していたとしても、登記名義がGにある限り、Gに対して当該建物の収去および土地の明渡しを求めることができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "Aが所有する甲土地につき、Bの所有権の取得時効が完成し、その後、Bがこれを援用した。この場合に関する次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。",
        "choices": [
          "Bの時効完成前に、CがAから甲を買い受けて所有権移転登記を了した場合、Bは、Cに対して、登記なくして時効による所有権取得をもって対抗することができる。",
          "Bの時効完成後に、DがAから甲を買い受けて所有権移転登記を了した場合、Bは、Dに対して、Dが背信的悪意者であったと認められる特段の事情があるときでも、登記なくして時効による所有権取得を対抗することはできない。",
          "Bの時効完成後に、EがAから甲を買い受けて所有権移転登記を了した場合、その後さらにBが甲の占有を取得時効の成立に必要な期間継続したときは、Bは、Eに対し時効を援用すれば、時効による所有権取得をもって登記なくして対抗することができる。",
          "Bの時効完成後に、FがAから甲につき抵当権の設定を受けてその登記を了した場合、Bは、抵当権設定登記後引き続き甲の占有を取得時効の成立に必要な期間継続したときは、BがFに対し時効を援用すれば、Bが抵当権の存在を容認していたなどの抵当権の消滅を妨げる特段の事情がない限り、甲を時効取得し、その結果、Fの抵当権は消滅する。",
          "Bの時効完成後に、GがAから甲を買い受けて所有権移転登記を了した場合、Bは、Gに対して、登記なくして時効による所有権取得をもって対抗することはできず、その際にBが甲の占有開始時点を任意に選択してその成立を主張することは許されない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "動産物権変動に関する次の記述のうち、民法等の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "Aは自己所有の甲機械をBに譲渡したが、その引渡しをしないうちにAの債権者であるCが甲機械に対して差押えを行った。この場合において、Bは、差押えに先立って甲機械の所有権を取得したことを理由として、Cによる強制執行の不許を求めることはできない。",
          "Dは自己所有の乙機械をEに賃貸し、Eはその引渡しを受けて使用収益を開始したが、Dは賃貸借期間の途中でFに対して乙機械を譲渡した。FがEに対して所有権に基づいて乙機械の引渡しを求めた場合には、Eは乙機械の動産賃借権をもってFに対抗することができないため、D・F間において乙機械に関する指図による占有移転が行われていなかったとしても、EはFの請求に応じなければならない。",
          "Gは自己所有の丙機械をHに寄託し、Hがその引渡しを受けて保管していたところ、GはIに対して丙機械を譲渡した。この場合に、HがGに代わって一時丙機械を保管するに過ぎないときには、Hは、G・I間の譲渡を否認するにつき正当な利害関係を有していないので、Iの所有権に基づく引渡しの請求に応じなければならない。",
          "Jは、自己所有の丁機械をKに対して負っている貸金債務の担保としてKのために譲渡担保権を設定した。動産に関する譲渡担保権の対抗要件としては占有改定による引渡しで足り、譲渡担保権設定契約の締結後もJが丁機械の直接占有を継続している事実をもって、J・K間で占有改定による引渡しが行われたものと認められる。",
          "集合動産譲渡担保が認められる場合において、種類、量的範囲、場所で特定された集合物を譲渡担保の目的とする旨の譲渡担保権設定契約が締結され、占有改定による引渡しが行われたときは、集合物としての同一性が損なわれない限り、後に新たにその構成部分となった動産についても譲渡担保に関する対抗要件の効力が及ぶ。",
          "動産を寄託により一時保管するに過ぎない者は、民法178条の「第三者」にあたらない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "占有改定等に関する次のア～オの記述のうち、民法の規定および判例に照らし、妥当でないものの組合せはどれか。",
        "choices": [
          "即時取得が成立するためには占有の取得が必要であるが、この占有の取得には、外観上従来の占有事実の状態に変更を来たさない、占有改定による占有の取得は含まれない。",
          "留置権が成立するためには他人の物を占有することが必要であるが、この占有には、債務者を占有代理人とした占有は含まれない。",
          "先取特権の目的動産が売買契約に基づいて第三取得者に引き渡されると、その後は先取特権を当該動産に対して行使できないこととなるが、この引渡しには、現実の移転を伴わない占有改定による引渡しは含まれない。",
          "質権が成立するためには目的物の引渡しが必要であるが、この引渡しには、設定者を以後、質権者の代理人として占有させる、占有改定による引渡しは含まれない。",
          "動産の譲渡担保権を第三者に対抗するためには目的物の引渡しが必要であるが、この引渡しには、公示性の乏しい占有改定による引渡しは含まれない。",
          "競売による競落は、即時取得の取引行為にあたるが、相続による取得は、これにあたらない。",
          "木の伐採は取引行為にあたらないが、これを譲り受ける場合は、取引行為にあたる。",
          "制限行為能力、意思表示上の瑕疵、意思の不存在、無権代理は、即時取得の対象とならない。",
          "即時取得、質権、不法原因給付の場合、占有改定による引渡しは認められない。",
          "動産を盗品または遺失により即時取得されたときは、この占有者に対し、盗品または遺失の日から2年間、その物の回復を請求することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "占有権に関する次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。",
        "choices": [
          "Aが所有する動産甲（以下「甲」という。）の保管をAから委ねられ占有しているBが、甲を自己の物と称してCに売却した場合、甲に対するCの即時取得の成立要件について、占有開始におけるCの平穏、公然、善意および無過失は推定される。",
          "Aが所有する乙土地（以下「乙」という。）をBが20年以上にわたって占有し、所有権の取得時効の成否が問われる場合、Aが、Bによる乙の占有が他主占有権原に基づくものであることを証明しない限り、Bについて他主占有事情が証明されても、Bの所有の意思が認められる。",
          "Aが所有する丙土地（以下「丙」という。）を無権利者であるBがCに売却し、Cが所有権を取得したものと信じて丙の占有を開始した場合、Aから本権の訴えがないときは、Cは、丙を耕作することによって得た収穫物を取得することができる。",
          "Aが所有する動産丁（以下「丁」という。）を保管することをBに寄託し、これに基づいてBが丁を占有していたところ、丁をCに盗取された場合、Bは、占有回収の訴えにより、Cに対して丁の返還を請求することができる。",
          "Aが所有する動産戊（以下「戊」という。）を保管することをBに寄託し、これをBに引き渡した後、Aは戊をCに譲渡した場合、Aが、Bに対して以後Cの所有物として戊を占有するよう指示し、Cが、これを承諾したときは、戊についてAからCへの引渡しが認められる。",
          "取得時効を主張する者は、無過失を立証する必要がある。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "甲土地を所有するAとその隣地の乙土地を所有するBとの間の相隣関係に関する記述のうち、民法の規定に照らし、正しいものはどれか。なお、次の各場合において、別段の慣習は存在しないものとする。",
        "choices": [
          "Aは、境界線から1メートル未満の距離において乙土地を見通すことができる窓または縁側（ベランダも含む）を設けることができるが、その場合には、目隠しを付さなければならない。",
          "甲土地に所在するAの竹木の枝が境界線を越えて乙土地に侵入した場合に、Bは、Aに枝を切除するよう催告することなく、ただちに自らその枝を切除することができる。",
          "甲土地に所在するAの竹木の根が境界線を越えて乙土地に侵入した場合に、Bは、その根を切除することはできず、Aにその根を切除させなければならない。",
          "AおよびBが甲土地および乙土地を所有する前から甲土地と乙土地の境界に設けられていた障壁は、AとBの共有に属するものと推定されるが、その保存の費用は、A・B間に別段の約定がない限り、AとBが、甲土地と乙土地の面積の割合に応じて負担する。",
          "甲土地内のAの建物の屋根から雨水が直接に乙土地に注がれる場合に、Bは、その雨水が注がれることを受忍しなければならない。",
          "雨水が自然に注がれる場合は、受忍しなければならない。",
          "甲土地がAの所有に属していたところ、Aの父であるDが、Aに無断でAの代理人と称し、本件売買契約を締結し、その後Dが死亡してAがDを単独で相続したときは、Aは、Dの行為の追認拒絶ができるが、損害賠償の責任を免れることはない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "問題文 A、BおよびCが甲土地を共有し、甲土地上には乙建物が存在している。この場合に関する次のア〜オの記述のうち、民法の規定および判例に照らし、正しいものの組合せはどれか。",
        "choices": [
          "DがA、BおよびCに無断で甲土地上に乙建物を建てて甲土地を占有使用している場合、Aは、Dに対し、単独で建物の収去および土地の明渡しならびに土地の占拠により生じた損害全額の賠償を求めることができる。",
          "Eが、A、BおよびCが共有する乙建物をAの承諾のもとに賃借して居住し、甲土地を占有使用する場合、BおよびCは、Eに対し当然には乙建物の明渡しを請求することはできない。",
          "Fが賃借権に基づいて甲土地上に乙建物を建てた場合において、A、BおよびCが甲土地の分割協議を行おうとするときは、Fに対して分割協議を行う旨を通知しなければならず、通知をしないときは、A、BおよびCの間でなされた分割の合意は、Fに対抗することができない。",
          "Aが乙建物を所有し居住している場合において、Aが、BおよびCに対して甲土地の分割請求をしたときは、甲土地をAに単独所有させ、Aが、BおよびCに対して持分に相当する価格の賠償を支払う、いわゆる全面的価格賠償の方法によって分割しなければならない。",
          "A、BおよびCが乙建物を共有する場合において、Aが死亡して相続人が存在しないときは、Aの甲土地および乙建物の持分は、BおよびCに帰属する。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "A所有の甲土地とB所有の乙土地が隣接し、甲土地の上にはC所有の丙建物が存在している。この場合における次のア〜オの記述のうち、民法の規定および判例に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "Bが、甲土地に乙土地からの排水のための地役権をA・B間で設定し登記していた場合において、CがAに無断で甲土地に丙建物を築造してその建物の一部が乙土地からの排水の円滑な流れを阻害するときは、Bは、Cに対して地役権に基づき丙建物全部の収去および甲土地の明渡しを求めることができる。",
          "A・B間で、乙土地の眺望を確保するため、甲土地にいかなる工作物も築造しないことを内容とする地役権を設定し登記していた場合において、Cが賃借権に基づいて甲土地に丙建物を築造したときは、Bは地役権に基づき建物の収去を求めることができる。",
          "甲土地が乙土地を通らなければ公道に至ることができない、いわゆる袋地である場合において、Cが、Aとの地上権設定行為に基づいて甲土地に丙建物を建築し乙土地を通行しようとするときは、Cは、甲土地の所有者でないため、Bとの間で乙土地の通行利用のため賃貸借契約を結ぶ必要がある。",
          "Aは、自己の債務の担保として甲土地に抵当権を設定したが、それ以前に賃借権に基づいて甲土地に丙建物を築造していたCからAが当該抵当権の設定後に丙建物を買い受けた場合において、抵当権が実行されたときは、丙建物のために、地上権が甲土地の上に当然に発生する。",
          "Cが、地上権設定行為に基づいて甲土地上に丙建物を築造していたところ、期間の満了により地上権が消滅した場合において、Aが時価で丙建物を買い取る旨を申し出たときは、Cは、正当な事由がない限りこれを拒むことができない。",
          "民法210条の規定による通行権を有する者は、その通行する他の土地の損害に対して償金を支払わなければならず、1年ごとにその償金を支払うこともできる。",
          "分割によって公道に通じない土地が生じたとき、他の分割者の土地のみ通行することができ、償金を支払うことを要しない。",
          "共有物の分割は、協議が調わないとき、協議ができないとき、分割を裁判所に請求することができる。",
          "裁判所は現物分割、賠償分割により、分割させることができ、それでも分割できないとき、競売によって分割する。",
          "地上権には約定期間がなく、永久とすることも可能だが、賃借権は最長50年、永小作権は20〜50年と定めがある。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "留置権に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "留置権者は、善良な管理者の注意をもって留置物を占有すべきであるが、善良な管理者の注意とは、自己の財産に対するのと同一の注意より軽減されたものである。",
          "留置権者は、債務者の承諾を得なければ、留置物について使用・賃貸・担保供与をなすことができず、留置権者が債務者の承諾を得ずに留置物を使用した場合、留置権は直ちに消滅する。",
          "建物賃借人が賃料不払いにより賃貸借契約を解除された後に当該建物につき有益費を支出した場合、賃貸人による建物明渡請求に対して、賃借人は、有益費償還請求権を被担保債権として当該建物を留置することはできない。",
          "Aが自己所有建物をBに売却し登記をB名義にしたものの代金未払のためAが占有を継続していたところ、Bは、同建物をCに転売し、登記は、C名義となった。Cが所有権に基づき同建物の明渡しを求めた場合、Aは、Bに対する売買代金債権を被担保債権として当該建物を留置することはできない。",
          "Dが自己所有建物をEに売却し引き渡した後、Fにも同建物を売却しFが所有権移転登記を得た。FがEに対して当該建物の明渡しを求めた場合、Eは、Dに対する履行不能を理由とする損害賠償請求権を被担保債権として当該建物を留置することができる。",
          "不動産質権では、質権者は使用収益が認められる。",
          "不動産質権であっても、要物契約であり、契約により、発生する訳ではない。",
          "転質は、質権設定者の承諾を得なくてもできる。",
          "弁済期前に流質（質権者が所有権を取得すること）はできない。",
          "留置権は、債務者の承諾得て、賃貸、担保に付すことができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "留置権に関する次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。",
        "choices": [
          "Aは自己所有の建物をBに売却し登記をBに移転した上で、建物の引渡しは代金と引換えにすることを約していたが、Bが代金を支払わないうちにCに当該建物を転売し移転登記を済ませてしまった場合、Aは、Cからの建物引渡請求に対して、Bに対する代金債権を保全するために留置権を行使することができる。",
          "Aが自己所有の建物をBに売却し引き渡したが、登記をBに移転する前にCに二重に売却しCが先に登記を備えた場合、Bは、Cからの建物引渡請求に対して、Aに対する損害賠償債権を保全するために留置権を行使することができる。",
          "AがC所有の建物をBに売却し引き渡したが、Cから所有権を取得して移転することができなかった場合、Bは、Cからの建物引渡請求に対して、Aに対する損害賠償債権を保全するために留置権を行使することはできない。",
          "Aが自己所有の建物をBに賃貸したが、Bの賃料不払いがあったため賃貸借契約を解除したところ、その後も建物の占有をBが続け、有益費を支出したときは、Bは、Aからの建物明渡請求に対して、Aに対する有益費償還請求権を保全するために留置権を行使することはできない。",
          "Aが自己所有の建物をBに賃貸しBからAへ敷金が交付された場合において、賃貸借契約が終了したときは、Bは、Aからの建物明渡請求に対して、Aに対する敷金返還請求権を保全するために同時履行の抗弁権を主張することも留置権を行使することもできない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "不動産先取特権に関する次の記述のうち、民法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "不動産の保存の先取特権は、保存行為を完了後、直ちに登記をしたときはその効力が保存され、同一不動産上に登記された既存の抵当権に優先する。",
          "不動産工事の先取特権は、工事によって生じた不動産の価格の増加が現存する場合に限り、その増価額についてのみ存在する。",
          "不動産売買の先取特権は、売買契約と同時に、不動産の代価またはその利息の弁済がされていない旨を登記したときでも、同一不動産上に登記された既存の抵当権に優先しない。",
          "債権者が不動産先取特権の登記をした後、債務者がその不動産を第三者に売却した場合、不動産先取特権者は、当該第三者に対して先取特権を行使することができる。",
          "同一の不動産について不動産保存の先取特権と不動産工事の先取特権が互いに競合する場合、各先取特権者は、その債権額の割合に応じて弁済を受ける。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "質権に関する次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。",
        "choices": [
          "動産質権者は、継続して質物を占有しなければ、その質権をもって第三者に対抗することができず、また、質物の占有を第三者によって奪われたときは、占有回収の訴えによってのみ、その質物を回復することができる。",
          "不動産質権は、目的不動産を債権者に引き渡すことによってその効力を生ずるが、不動産質権者は、質権設定登記をしなければ、その質権をもって第三者に対抗することができない。",
          "債務者が他人の所有に属する動産につき質権を設定した場合であっても、債権者は、その動産が債務者の所有物であることについて過失なく信じたときは、質権を即時取得することができる。",
          "不動産質権者は、設定者の承諾を得ることを要件として、目的不動産の用法に従ってその使用収益をすることができる。",
          "質権は、債権などの財産権の上にこれを設定することができる。",
          "動産質権を使用収益するには、設定者の承諾が必要。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "抵当権の効力に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "抵当権の効力は抵当不動産の従物にも及ぶが、抵当不動産とは別に従物について対抗要件を具備しなければ、その旨を第三者に対して対抗することができない。",
          "借地上の建物に抵当権が設定された場合において、その建物の抵当権の効力は、特段の合意がない限り借地権には及ばない。",
          "買戻特約付売買の買主が目的不動産について買主の債権者のために抵当権を設定し、その旨の登記がなされたところ、その後、売主が買戻権を行使した場合、買主が売主に対して有する買戻代金債権につき、上記抵当権者は物上代位権を行使することができる。",
          "抵当不動産が転貸された場合、抵当権者は、原則として、転貸賃料債権（転貸賃料請求権）に対しても物上代位権を行使することができる。",
          "抵当権者が、被担保債権について利息および遅延損害金を請求する権利を有するときは、抵当権者は、原則として、それらの全額について優先弁済権を行使することができる。",
          "将来発生する特定の債権のために抵当権を設定することができる。",
          "債権譲渡は、抵当権の払渡し、引渡しに含まれないか。転付命令は、これにあたる。",
          "転付命令が第三者に送達されるまで、抵当権者が被転付債権の差押えをしなかったとき、抵当権の効力を主張することはできない。",
          "抵当権を妨害された場合、実行前でも損害賠償請求ができる。",
          "留置権には物上代位性がない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "Aが所有する甲建物（以下「甲」という。）につき、Bのために抵当権が設定されて抵当権設定登記が行われた後、Cのために賃借権が設定され、Cは使用収益を開始した。この場合に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "Bの抵当権設定登記後に設定されたCの賃借権はBに対して対抗することができないため、Bは、Cに対して、直ちに抵当権に基づく妨害排除請求として甲の明渡しを求めることができる。",
          "Bの抵当権が実行された場合において、買受人Dは、Cに対して、直ちに所有権に基づく妨害排除請求として甲の明渡しを求めることができる。",
          "AがCに対して有する賃料債権をEに譲渡し、その旨の債権譲渡通知が内容証明郵便によって行われた後、Bが抵当権に基づく物上代位権の行使として当該賃料債権に対して差押えを行った場合、当該賃料債権につきCがいまだEに弁済していないときは、Cは、Bの賃料支払請求を拒むことができない。",
          "Cのための賃借権の設定においてBの抵当権の実行を妨害する目的が認められ、Cの占有により甲の交換価値の実現が妨げられてBの優先弁済権の行使が困難となるような状態がある場合、Aにおいて抵当権に対する侵害が生じないように甲を適切に維持管理することが期待できるときであっても、Bは、Cに対して、抵当権に基づく妨害排除請求として甲の直接自己への明渡しを求めることができる。",
          "CがAの承諾を得て甲をFに転貸した場合、Bは、特段の事情がない限り、CがFに対して有する転貸賃料債権につき、物上代位権を行使することができる。",
          "抵当権は占有を移転する必要が無いが、質権は移転しなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "根抵当権に関する次の記述のうち、民法の規定に照らし、正しいものはどれか。",
        "choices": [
          "被担保債権の範囲は、確定した元本および元本確定後の利息その他の定期金の2年分である。",
          "元本確定前においては、被担保債権の範囲を変更することができるが、後順位抵当権者その他の第三者の承諾を得た上で、その旨の登記をしなければ、変更がなかったものとみなされる。",
          "元本確定期日は、当事者の合意のみで変更後の期日を5年以内の期日とする限りで変更することができるが、変更前の期日より前に変更の登記をしなければ、変更前の期日に元本が確定する。",
          "元本確定前に根抵当権者から被担保債権を譲り受けた者は、その債権について根抵当権を行使することができないが、元本確定前に被担保債務の免責的債務引受があった場合には、根抵当権者は、引受人の債務について、その根抵当権を行使することができる。",
          "根抵当権設定者は、元本確定後においては、根抵当権の極度額の一切の減額を請求することはできない。",
          "根抵当権者は、債務の不履行によって生じた損害賠償の全部について、極度額を限度に、根抵当権を行使できる。",
          "元本確定前、被担保債権の範囲を変更することができるが、後順位抵当権者の承諾を得る必要はないが、その他第三者の承諾を得なければならない。",
          "元本確定前に債権の範囲を変更するとき、登記がなければ変更されなかったものとみなされる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "Aは債権者Bのため、A所有の甲土地に、被担保債権の範囲をA・B間の継続的売買に係る売掛代金債権とし、その極度額を1億円とする根抵当権を設定した。この場合に関する次の記述のうち、民法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "元本確定前に、A・Bは協議により、被担保債権の範囲にA・B間の金銭消費貸借取引に係る債権を加えることで合意した。A・Bがこの合意を後順位抵当権者であるCに対抗するためには、被担保債権の範囲の変更についてCの承諾が必要である。",
          "元本確定前に、Bが、Aに対して有する継続的売買契約に係る売掛代金債権をDに対して譲渡した場合、Dは、その債権について甲土地に対する根抵当権を行使することはできない。",
          "元本確定前においては、Bは、甲土地に対する根抵当権をAの承諾を得てEに譲り渡すことができる。",
          "元本が確定し、被担保債権額が6,000万円となった場合、Aは、Bに対して甲土地に対する根抵当権の極度額1億円を、6,000万円と以後2年間に生ずべき利息その他の定期金および債務の不履行による損害賠償の額とを加えた額に減額することを請求できる。",
          "元本が確定し、被担保債権額が1億2,000万円となった場合、甲土地について地上権を取得したFは、Bに対して1億円を払い渡して根抵当権の消滅を請求することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "機械部品の製造販売を行うAは、材料供給者Bと継続的取引関係を結ぶにあたり、A所有の甲土地に、極度額5,000万円、被担保債権の範囲を「BのAに対する材料供給にかかる継続的取引関係から生じる債権」とする第1順位の根抵当権（以下「本件根抵当権」という。）をBのために設定してその旨の登記をした。その後、AはCから事業資金の融資を受け、その債務の担保として甲土地に第2順位の普通抵当権をCのために設定した。この場合に関する次の記述のうち、民法の規定に照らし、明らかに誤っているものはどれか。",
        "choices": [
          "本件根抵当権について元本確定期日が定められていない場合、Aは、根抵当権の設定から3年が経過したときに元本確定を請求することができ、Bは、いつでも元本確定を請求することができる。",
          "本件根抵当権について元本確定前に被担保債権の範囲を変更する場合、Cの承諾は不要であるが、その変更について元本確定前に登記をしなかったときは、その変更をしなかったものとみなす。",
          "本件根抵当権について元本が確定した後、当該確定した元本の額が極度額に満たない場合には、Aは、Bに対して、極度額を法の定める額に減額することを請求することができる。",
          "本件根抵当権について元本が確定した後、当該確定した元本の額が極度額に満たない場合には、Bは、当該確定した元本に係る最後の2年分の利息、損害金については、極度額を超えても、本件根抵当権を行使して優先弁済を受けることができる。",
          "本件根抵当権について元本が確定する前に、BがAに対して有する材料供給にかかる債権の一部をDに譲渡した場合、当該債権譲渡の対抗要件を具備していても、Dは、当該譲渡された債権について根抵当権を行使することはできない。",
          "元本が確定する前に、BがAに対して有する債権の一部をEに譲渡した場合、Eが確定日付付きの証書を交付していれば（受ける）根抵当権を行使できる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "Aが家電製品の販売業者のBに対して有する貸金債権の担保として、Bが営業用動産として所有し、甲倉庫内において保管する在庫商品の一切につき、Aのために集合（流動）動産譲渡担保権（以下「本件譲渡担保権」という。）を設定した。この場合に関する次の記述のうち、判例に照らし、妥当でないものはどれか。",
        "choices": [
          "構成部分が変動する集合動産についても、その種類、場所および量的範囲が指定され、目的物の範囲が特定されている場合には、一個の集合物として譲渡担保の目的とすることができ、当該集合物につき、AはBから占有改定の引渡しを受けることによって対抗要件が具備される。",
          "本件譲渡担保権の設定後に、Bが新たな家電製品乙（以下「乙」という。）を営業用に仕入れて甲倉庫内に搬入した場合であっても、集合物としての同一性が損なわれていない限り、本件譲渡担保権の効力は乙に及ぶ。",
          "本件譲渡担保権の設定後であっても、通常の営業の範囲に属する場合であれば、Bは甲倉庫内の在庫商品を処分する権限を有する。",
          "甲倉庫内の在庫商品の中に、CがBに対して売却した家電製品丙（以下「丙」という。）が含まれており、Bが履行期日までに丙の売買代金を支払わない場合、丙についてAが既に占有改定による引渡しを受けていたときは、Cは丙について動産先取特権を行使することができない。",
          "甲倉庫内の在庫商品の中に、DがBに対して所有権留保特約付きの売買契約によって売却した家電製品丁（以下「丁」という。）が含まれており、Bが履行期日までに丁の売買代金をDに支払わないときにはDに所有権が留保される旨が定められていた場合でも、丁についてAが既に占有改定による引渡しを受けていたときは、Aは、Dに対して本件譲渡担保権を当然に主張することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      }
    ],
    "債権総論": [
      {
        "text": "法定利率に関する次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。",
        "choices": [
          "利息付金銭消費貸借契約において、利息について利率の定めがなかったときは、利息の利率は借主が金銭を受け取った日の法定利率による。",
          "利息付金銭消費貸借契約において、当初適用された法定利率が変動したときは、当該消費貸借の利息に適用される法定利率も一緒に変動する。",
          "利息付金銭消費貸借契約において、利息について利率の定めがあったが遅延損害の額の定めがなかった場合に、当該利息の約定利率が法定利率より低かったときは、遅延損害の額は法定利率によって定める。",
          "不法行為に基づく損害賠償において、遅延損害金は、原則として不法行為時の法定利率によって定める。",
          "将来において取得すべき利益についての損害賠償の額を定める場合において、その利益を取得すべき時までの利息相当額を控除するときは、その損害賠償の請求権が生じた時点における法定利率により、これをする。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "A・B間において、Aが、Bに対して、Aの所有する甲建物または乙建物のうちいずれかを売買する旨の契約が締結された。この場合に関する次の記述のうち、民法の規定に照らし、正しいものはどれか。",
        "choices": [
          "給付の目的を甲建物とするか乙建物とするかについての選択権は、A・B間に特約がない場合には、Bに帰属する。",
          "A・B間の特約によってAが選択権者となった場合に、Aは、給付の目的物として甲建物を選択する旨の意思表示をBに対してした後であっても、Bの承諾を得ることなく、その意思表示を撤回して、乙建物を選択することができる。",
          "A・B間の特約によってAが選択権者となった場合において、Aの過失によって甲建物が焼失したためにその給付不能となったときは、給付の目的物は、乙建物になる。",
          "A・B間の特約によって第三者Cが選択権者となった場合において、Cの選択権の行使は、AおよびBの両者に対する意思表示によってしなければならない。",
          "A・B間の特約によって第三者Cが選択権者となった場合において、Cが選択をすることができないときは、選択権は、Bに移転する。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "Aは、BにCから贈与を受けた動産甲を売却する旨の契約（以下「本件契約」という。）をBと締結したが、引渡し期日が過ぎても動産甲の引渡しは行われていない。この場合の次の記述のうち、民法の規定に照らし、正しいものはどれか。",
        "choices": [
          "本件契約に「Cが亡くなった後に引き渡す」旨が定められていた場合、Cの死亡後にBから履行請求があったとしても、Aが実際にCの死亡を知るまではAの履行遅滞の責任は生じない。",
          "動産甲が、契約締結前に生じた自然災害により滅失していたために引渡しが不能である場合、本件契約は、その成立の時に不能であるから、Aは、Bに履行の不能によって生じた損害を賠償する責任を負わない。",
          "動産甲の引渡しについて、Aが履行補助者であるDを用いた場合、Dの過失により甲が滅失し引渡しができないときには、Aに当然に債務不履行責任が認められる。",
          "動産甲が本件契約締結後引渡しまでの間にA・B双方の責めに帰すことができない事由によって滅失したときは、Aの引渡し債務は不能により消滅するが、Bの代金債務は消滅しないから、Bは、Aからの代金支払請求に応じなければならない。",
          "Aが本件契約に基づき動産甲をBのもとに持参して引き渡そうとしたが、Bがその受領を拒んだ場合、その後にA・B双方の責めに帰すことができない事由によって甲が滅失したときは、Bは、本件契約の解除をすることも、Aからの代金支払請求を拒絶することもできない。",
          "受領遅滞後は、債務者は自己の財産に対するのと同一の注意義務に軽減される。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "AとBとの間でA所有の美術品甲（以下「甲」という。）をBに売却する旨の本件売買契約が締結された。この場合に関する次の記述のうち、民法の規定に照らし、妥当なものはどれか。",
        "choices": [
          "Aは、Bが予め甲の受領を明確に拒んでいる場合であっても、甲につき弁済期に現実の提供をしなければ、履行遅滞の責任を免れない。",
          "Aは、Bが代金の支払を明確に拒んでいる場合であっても、相当期間を定めて支払の催告をしなければ、本件売買契約を解除することができない。",
          "Aが弁済期に甲を持参したところ、Bが甲を管理するための準備が整っていないことを理由に受領を拒んだため、Aは甲を持ち帰ったが、隣人の過失によって生じた火災により甲が損傷した。このような場合であっても、Bは、Aに対して甲の修補を請求することができる。",
          "Aが弁済期に甲を持参したところ、Bが甲を管理するための準備が整っていないことを理由に受領を拒んだため、Aは甲を持ち帰ったが、隣人の過失によって生じた火災により甲が滅失した。このような場合であっても、Bは、代金の支払を拒むことはできない。",
          "Aが弁済期に甲を持参したところ、Bが甲を管理するための準備が整っていないことを理由に受領を拒んだため、Aは甲を持ち帰ったが、隣人の過失によって生じた火災により甲が滅失した。このような場合であっても、Bは、本件売買契約を解除することができる。",
          "AがBに対し、催告をしても契約の目的を達するに足りる履行がされる見込みがないとき、無催告解除ができる。",
          "甲が特定の日（クリスマス）に届けなければ目的を達することができないとき、無催告解除ができるが、債権が消滅する訳ではない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "AとBは、令和3年7月1日にAが所有する絵画をBに1000万円で売却する売買契約を締結した。同契約では、目的物は契約当日引き渡すこと、代金はその半額を目的物と引き換えに現金で、残金は後日、銀行振込の方法で支払うこと等が約定され、Bは、契約当日、約定通りに500万円をAに支払った。この契約に関する次のア〜オのうち、民法の規定および判例に照らし、妥当でないものの組合せはどれか。",
        "choices": [
          "残代金の支払期限が令和3年10月1日と定められていたところ、Bは正当な理由なく残代金500万円の支払をしないまま2か月が経過した。この場合、Aは、Bに対して、2か月分の遅延損害金について損害の証明をしなくとも請求することができる。",
          "残代金の支払期限が令和3年10月1日と定められていたところ、Bは正当な理由なく残代金500万円の支払をしないまま2か月が経過した場合、Aは、Bに対して、遅延損害金のほか弁護士費用その他取立てに要した費用等を債務不履行による損害の賠償として請求することができる。",
          "残代金の支払期限が令和3年10月1日と定められていたところ、Bは残代金500万円の支払をしないまま2か月が経過した。Bは支払の準備をしていたが、同年9月30日に発生した大規模震災の影響で振込システムに障害が発生して振込ができなくなった場合、Aは、Bに対して残代金500万円に加えて2か月分の遅延損害金を請求することができる。",
          "Aの母の葬儀費用にあてられるため、残代金の支払期限が「母の死亡日」と定められていたところ、令和3年10月1日にAの母が死亡した。BがAの母の死亡の事実を知らないまま2か月が経過した場合、Aは、Bに対して、残代金500万円に加えて2か月分の遅延損害金を請求することができる。",
          "残代金の支払期限について特段の定めがなかったところ、令和3年10月1日にAがBに対して残代金の支払を請求した。Bが正当な理由なく残代金の支払をしないまま2か月が経過した場合、Aは、Bに対して、残代金500万円に加えて2か月分の遅延損害金を請求することができる。",
          "AはBに対して、2か月分の遅延損害金について、損害の証明をしなければ、賠償請求ができない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "債務不履行責任に関する次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。",
        "choices": [
          "不確定期限がある債務については、その期限が到来した時ではなく、債務者が履行期の到来を知った時から履行遅滞になる。",
          "債務者が自己の債務を履行しない場合、その債務不履行が債務者の責めに帰することができない事由によるものであることを債務者の側において立証することができなければ、債務者は債務不履行責任を免れることができない。",
          "受寄者が寄託者の承諾を得て寄託物を第三者に保管させたが、当該第三者の行為により寄託物を損傷させた場合、受寄者は、寄託者に対して債務不履行責任を負うことはない。",
          "不法行為に基づく損害賠償請求は、不法行為時に履行遅滞となる。",
          "債務履行に基づく損害賠償請求の履行遅滞は、履行の請求受けたとき。",
          "契約解除による原状回復請求権の履行遅滞は、履行の請求受けたとき。",
          "停止条件付債務の履行遅滞は、条件成就後、債権者が履行の請求をしたとき。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "債権者代位権に関する次の記述のうち、民法の規定に照らし、正しいものはどれか。",
        "choices": [
          "債権者は、債務者に属する権利（以下「被代位権利」という。）のうち、債務者の取消権については、債務者に代位して行使することはできない。",
          "債権者は、債務者の相手方に対する債権の期限が到来していれば、自己の債務者に対する債権の期限が到来していなくても、被代位権利を行使することができる。",
          "債権者は、被代位権利を行使する場合において、被代位権利が動産の引渡しを目的とするものであっても、債務者の相手方に対し、その引渡しを自己に対してすることを求めることはできない。",
          "債権者が、被代位権利の行使に係る訴えを提起し、遅滞なく債務者に対し訴訟告知をした場合には、債務者は、被代位権利について、自ら取立てその他の処分をすることはできない。",
          "債権者が、被代位権利を行使した場合であっても、債務者の相手方は、被代位権利について、債務者に対して履行をすることを妨げられない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "債権者代位権または詐害行為取消権に関する次の記述のうち、民法の規定および判例に照らし、正しいものはどれか。",
        "choices": [
          "債権者は、債権の弁済期前であっても、債務者の未登記の権利について登記の申請をすることについて、裁判所の許可を得た場合に限って、代位行使することができる。",
          "債権者は、債務者に属する物権的請求権のような請求権だけでなく、債務者に属する取消権や解除権のような形成権についても代位行使することができる。",
          "債権者は、債務者に属する権利を、債権者自身の権利として行使するのではなく、債務者の代理人として行使することができる。",
          "甲不動産がAからB、AからCに二重に譲渡され、Cが先に登記を備えた場合には、AからCへの甲不動産の譲渡によりAが無資力になったときでも、Bは、AからCへの譲渡を詐害行為として取り消すことはできない。",
          "詐害行為取消権の立証責任に関しては、債務者の悪意と同様に、受益者および転得者側の悪意についても債権者側にある。",
          "詐害行為取消権は、弁済期が到来していなくても行使できる。",
          "債権者代位権に出訴期間の定めはない。",
          "債権者代位権、詐害行為取消権ともに原則無資力要件は必要だが、代位権の場合、登記を備えさせるような時は必要ない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "連帯債務者の一人について生じた次のア〜オの事由のうち、民法の規定に照らし、他の連帯債務者に対して効力が生じないものの組合せとして、正しいものはどれか。",
        "choices": [
          "連帯債務者の一人と債権者との間の混同。",
          "連帯債務者の一人がした代物弁済。",
          "連帯債務者の一人が債権者に対して債権を有する場合において、その連帯債務者がした相殺の援用。",
          "債権者がした連帯債務者の一人に対する履行の請求 オ 債権者がした連帯債務者の一人に対する債務の免除。",
          "連帯債務者の1人が反対債権を有する場合、他の連帯債務者は、その者の負担部分について履行を拒むことができる。",
          "不可分債務でも負担部分の履行拒絶が認められる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "共同事業を営む A と B は、C から事業資金の融資を受けるに際して、共に弁済期を1年後として C に対し連帯して 1,000万円の貸金債務（以下「本件貸金債務」という。）を負担した（負担部分は 2分の1 ずつとする。）。この事実を前提とする次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。",
        "choices": [
          "本件貸金債務につき、融資を受けるに際して A が錯誤に陥っており、錯誤に基づく取消しを主張してこれが認められた場合であっても、これによって B が債務を免れることはない。",
          "本件貸金債務につき、A・C 間の更改により、A が C に対して甲建物を給付する債務に変更した場合、B は本件貸金債務を免れる。",
          "本件貸金債務につき、弁済期到来後に A が C に対して弁済の猶予を求め、その後に期間が経過して、弁済期の到来から起算して時効期間が満了した場合に、B は、C に対して消滅時効を援用することはできない。",
          "本件貸金債務につき、C から履行を求められた A が、あらかじめその旨を B に通知することなく C に弁済した。その当時、B は C に対して 500万円の金銭債権を有しており、既にその弁済期が到来していた場合、B は A から 500万円を求償されたとしても相殺をもって対抗することができる。",
          "本件貸金債務につき、A が C に弁済した後に B に対してその旨を通知しなかったため、B は、これを知らずに、A に対して事前に弁済する旨の通知をして、C に弁済した。この場合に、B は、A の求償を拒み、自己が A に対して 500万円を求償することができる。",
          "連帯債務者の一人がした時効の更新事由は、他の連帯債務者に効力を生じない。",
          "単純保証は混同は相対効、連帯保証では絶対効。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "A は、B から金銭を借り受け、C が、A の同貸金債務を保証した。次の記述のうち、民法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "A が B に対し保証人を立てる義務を負う場合において、B が C を指名したときは、C が弁済をする資力を有しなくなったときでも、B は、A に対し、C に代えて資力を有する保証人を立てることを請求することはできない。",
          "A が B に対し保証人を立てる義務を負う場合において、B が C を指名するときは、C は、行為能力者でなければならない。",
          "B の A に対する履行の請求その他の事由による時効の完成猶予及び更新は、C に対しても、その効力を生ずる。",
          "C の保証債務は、A の債務に関する利息、違約金、損害賠償その他その債務に従たるすべてのものを包含する。",
          "C は、その保証債務についてのみ、違約金又は損害賠償の額を約定することができる。",
          "債務者が制限行為能力者で、これを保証した者は、契約時に取消原因を知っていたとき、主たる債務に債務不履行または、取消しがあった場合、同一の目的を有する債務を負担したものと推定する。",
          "債務者が保証人を立てることができないとき、他の担保を供してこれに代えることができる。",
          "債権者が保証人に債務の履行を請求したとき、保証人はまず、主たる債務者に催告すべき旨を請求することができる。ただし、主たる債務者が破産手続開始の決定を受けたとき、又は、その行方が知れないときは、この限りではない。",
          "保証人が催告の抗弁権を行使した後、主たる債務者に弁済をする資力があり、かつ執行が容易であることを証明したとき、債権者は、まずは、主たる債務者の財産について執行をしなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "保証人が催告の抗弁権を行使した後、主たる債務者に弁済をする資力があり、かつ執行が容易であることを証明したとき、債権者は、まずは、主たる債務者の財産について執行をしなければならない。",
        "choices": [
          "本件債務引受について、B と C との契約によって併存的債務引受とすることができる。",
          "本件債務引受について、A と C との契約によって併存的債務引受とすることができ、この場合においては、B が C に対して承諾をした時に、その効力が生ずる。",
          "本件債務引受について、B と C との契約によって免責的債務引受とすることができ、この場合においては、B が A に対してその契約をした旨を通知した時に、その効力が生ずる。",
          "本件債務引受について、A と C が契約をし、B が C に対して承諾することによって、免責的債務引受とすることができる。",
          "本件債務引受については、それが免責的債務引受である場合には、C は、A に対して当然に求償権を取得する。",
          "債務者の交替による更改は、債権者と新たな債務者との間で契約を結ぶことができ、債権者が旧債務者にその旨を通知した時に、効力を生ずる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "弁済に関する次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。",
        "choices": [
          "債務者が元本のほか利息および費用を支払うべき場合において、弁済として給付した金銭の額がその債務の全部を消滅させるのに足りないときは、債務者による充当の指定がない限り、これを順次に費用、利息および元本に充当しなければならない。",
          "同一の債権者に対して数個の金銭債務を負担する債務者が、弁済として給付した金銭の額が全ての債務を消滅させるのに足りない場合であって、債務者が充当の指定をしないときは、債権者が弁済を受領する時に充当の指定をすることができるが、債務者がその充当に対して直ちに異議を述べたときは、この限りでない。",
          "金銭債務を負担した債務者が、債権者の承諾を得て金銭の支払に代えて不動産を給付する場合において、代物弁済により債務を消滅させるためには、債権者に所有権を移転させる旨の意思表示をするだけでは足りず、所有権移転登記がされなければならない。",
          "債権者があらかじめ弁済の受領を拒んでいる場合、債務者は、口頭の提供をすれば債務不履行責任を免れるが、債権者において契約そのものの存在を否定する等弁済を受領しない意思が明確と認められるときは、口頭の提供をしなくても同責任を免れる。",
          "債権者があらかじめ金銭債務の弁済の受領を拒んでいる場合、債務者は、口頭の提供をした上で弁済の目的物を供託することにより、債務を消滅させることができる。",
          "代物弁済は契約により発生、給付により弁済と同一の効力を生ずる。",
          "不動産の代物弁済は、所有権移転登記をすれば、債務が消滅する。",
          "弁済の費用は債務者の負担とし、住所変更等により増加した分は、債権者の負担とする。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "代物弁済（担保目的の代物弁済契約によるものは除く。）に関する次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。",
        "choices": [
          "債務者が債権者と合意して、債権者に対し本来の債務の弁済に代えて自己が所有する土地を譲渡した場合、土地所有権の移転の効力は、原則として代物弁済契約の意思表示によって生じる。",
          "債務者が債権者と合意して、債権者に対し本来の債務の弁済に代えて自己が所有する土地を譲渡した場合、債務消滅の効果は、原則として移転登記の完了時に生じる。",
          "債務者が債権者と合意して、債権者に対し本来の債務の弁済に代えて自己が占有する時計を引き渡した場合、当該時計が他人から借りた時計であったとしても、債権者が、善意、無過失で、平穏に、かつ、公然と占有を開始したときには、時計の所有権を取得できる。",
          "債務者が債権者と合意して、債権者に対し本来の債務の弁済に代えて自己が所有する時計を引き渡した場合、その時計に品質に関する契約不適合があるときでも、債権者は、債務者に対し契約不適合責任を追及することはできない。",
          "債務者が債権者と合意して、債権者に対し本来の債務の弁済に代えて手形または小切手を交付した場合、これによって債務消滅の効果が生じるので、それらの不渡りがあっても、債権者は、債務者に対し損害賠償を請求することはできない。",
          "抵当不動産を買い受けた者は契約不適合責任を追及することはできない。",
          "債権者が弁済の受領を拒む、受領できない、弁済者が債権者を確知できないとき、債務の履行地にある供託所に供託することができる。",
          "第三者弁済は、親族以外の者ならでき、後順位抵当権者でもできる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "相殺に関する次の記述のうち、民法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "差押えを受けた債権の第三債務者は、差押え後に取得した債権が差押え前の原因に基づいて生じたものであれば、その第三債務者が、差押え後に他人の債権を取得したときでなければ、その債権による相殺をもって差押債権者に対抗することができる。",
          "時効によって消滅した債権が、その消滅以前に相殺適状にあった場合には、その債権者は、当該債権を自働債権として相殺することができる。",
          "相殺禁止特約のついた債権を譲り受けた者が当該特約について悪意又は重過失である場合には、当該譲渡債権の債務者は、当該特約を譲受人に対抗することができる。",
          "債務者に対する貸金債権の回収が困難なため、債権者がその腹いせに悪意で債務者の物を破損した場合には、債権者は、当該行為による損害賠償債務を受働債権として自己が有する貸金債権と相殺することはできない。",
          "過失によって人の生命又は身体に損害を与えた場合、その加害者は、その被害者に対して有する貸金債権を自働債権として、被害者に対する損害賠償債務と相殺することができる。",
          "債務者は、譲受人が自己に対して有する債権が対抗要件を具備するよりも前に、譲渡人に対する債権を取得していたとき、譲受人に対抗できる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      }
    ],
    "債権各論": [
      {
        "text": "同時履行の抗弁権に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "双務契約の一方当事者の詐欺を理由として取り消された場合においては、詐欺を行った当事者は、当事者双方の原状回復義務の履行につき、同時履行の抗弁権を行使することができない。",
          "家屋の賃貸借が終了し、賃借人が造作買取請求権を有する場合においては、賃貸人が造作代金を提供するまで、賃借人は、家屋の明渡しを拒むことができる。",
          "家屋の賃貸借が終了し、賃借人が敷金返還請求権を有する場合においては、賃貸人が敷金を提供するまで、賃借人は、家屋の明渡しを拒むことができる。",
          "請負契約においては仕事完成義務と報酬支払義務とが同時履行の関係に立つため、物の引渡しを要する場合であっても、特約がない限り、仕事を完成させた請負人は、目的物の引渡しに先立って報酬の支払を求めることができ、注文者はこれを拒むことができない。",
          "売買契約の買主は、売主から履行の提供があっても、その提供が継続されない限り、同時履行の抗弁権を失わない。",
          "訴訟において、当事者の一方が双務契約の同時履行を請求した場合、引換給付判決が下される。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "AがBに対して電器製品を売却する旨の売買契約（両債務に関する履行期日は同一であり、AがBのもとに電器製品を持参する旨が約されたものとする。以下、「本件売買契約」という。）に関する次の記述のうち、民法の規定および判例に照らし、誤っているものはどれか。",
        "choices": [
          "Bが履行期日を過ぎたにもかかわらず売買代金を支払わない場合であっても、Aが電器製品をBのもとに持参していないときは、Aは、Bに対して履行遅滞に基づく損害賠償責任を問うことはできない。",
          "Aが履行期日に電器製品をBのもとに持参したが、Bが売買代金を準備していなかったため、Aは電器製品を持ち帰った。翌日AがBに対して、電器製品を持参せずに売買代金の支払を求めた場合、Bはこれを拒むことができる。",
          "Bが予め受領を拒んだため、Aは履行期日に電器製品をBのもとに持参せず、その引渡しの準備をしたことをBに通知して受領を催告するにとどめた場合、Bは、Aに対して、電器製品の引渡しがないことを理由として履行遅滞に基づく損害賠償責任を問うことはできない。",
          "履行期日にAが電器製品を持参したにもかかわらず、Bが売買代金の支払を拒んだ場合、Aは、相当期間を定めて催告した上で本件売買契約を解除することができる。",
          "履行期日になってBが正当な理由なく売買代金の支払をする意思がない旨を明確に示した場合であっても、Aは、電器製品の引渡しの準備をしたことをBに通知して受領を催告しなければ、Bに対して履行遅滞に基づく損害賠償責任を問うことができない。",
          "同時履行の抗弁権付き債権であっても消滅時効は進行する。",
          "自働債権に同時履行の抗弁権が付属していると、相殺ができない",
          "同時履行の抗弁権が付属していると履行遅滞に陥らない"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "債務不履行を理由とする契約の解除に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "債務者が債務の全部について履行を拒絶する意思を明確に示したとしても、債権者は、相当の期間を定めて履行の催告をし、その期間内に履行がない場合でなければ、契約を解除することができない。",
          "特定物の売買契約において、契約締結後に目的物が不可抗力によって滅失した場合、買主は、履行不能を理由として契約を解除することができない。",
          "建物賃貸借契約において、賃借人の用法違反が著しい背信行為にあたり、契約関係の継続が困難となるに至った場合であっても、賃貸人は相当の期間を定めて賃借人に利用態様を改めるよう催告し、その期間が経過しても賃借人が態度を改めようとしない場合でなければ、賃貸人は、当該契約を解除することができない。",
          "売買契約に基づいて目的物が引き渡された後に契約が解除された場合、買主が売主に対して負うべき原状回復義務には、目的物の返還に加えて、それまでに生じた目的物に関する使用利益の返還も含まれるが、当該契約が他人格売買であったときは、買主は売主に対して使用利益の返還義務を負わない。",
          "売買契約において、買主が代金の一部の支払を遅滞した場合、売主が相当の期間を定めてその支払の催告をし、その期間内に買主が代金を完済しなかったとしても、その時点における代金額の不足が軽微であるときは、売主の売買契約の解除が制限されることがある。",
          "特定物には、中古車だけでなく、中古不動産も含まれる。",
          "一部履行不能、一部拒絶の場合、直ちにの一部解除ができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "契約の解除等に関する次のア～オの記述のうち、民法の規定および判例に照らし、妥当でないものの組合せはどれか。",
        "choices": [
          "使用貸借契約においては、期間や使用収益の目的を定めているか否かにかかわらず、借主は、いつでも契約の解除をすることができる。",
          "賃貸借契約は、期間の定めがある場合であっても、賃借物の全部が滅失その他の事由により使用及び収益をすることができなくなったときには、当該賃貸借契約は終了する。",
          "請負契約においては、請負人が仕事を完成しているか否かにかかわらず、注文者は、いつでも損害を賠償して契約の解除をすることができる。",
          "委任契約は、委任者であると受任者であるとにかかわらず、いつでも契約の解除をすることができる。",
          "寄託契約においては、寄託物を受け取るべき時期を経過しても寄託者が受寄者に寄託物を引き渡さない場合には、書面による寄託でも無報酬の受寄者は、直ちに契約の解除をすることができる。",
          "使用貸借において、期間を定めなかったとき、貸主はいつでも契約の解除ができる キ. 使用貸借では借主の死亡によって終了。",
          "貸主の死亡によって終了するわけではない。",
          "使用貸借の借主は、いつでも契約の解除ができる。",
          "書面による消費貸借の借主は、金銭を受け取るまでは、契約を解除できる。",
          "寄託者は、有償であっても、いつでも契約を解除することができる。",
          "賃貸借契約において、賃借人の責めに帰すことなく、賃借物が一部滅失した場合、当然に家賃が減額される。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "Aは、自己所有の甲建物をBに贈与する旨を約した（以下、「本件贈与」という）。この場合に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "本件贈与が口頭によるものであった場合、贈与契約は諾成契約であるから契約は成立するが、書面によらない贈与につき贈与者はいつでも解除をすることができるため、甲がBに引き渡されて所有権移転登記手続が終了した後であっても、Aは本件贈与を解除することができる。",
          "本件贈与が書面によるものであるというためには、Aの贈与意思の確保を図るため、AB間において贈与契約書が作成され、作成日付、目的物、移転登記手続の期日および当事者の署名押印がされていなければならない。",
          "本件贈与につき書面が作成され、その書面でAが死亡した時に本件贈与の効力が生じる旨の合意がされた場合、遺言が撤回自由であることに準じて、Aはいつでも本件贈与を解除することができる。",
          "本件贈与につき書面が作成され、その書面でBがAの老後の扶養を行うことが約された場合、BがAの扶養をしないときであっても、甲の引渡しおよび所有権移転登記手続が終了していれば、Aは本件贈与を解除することができない。",
          "本件贈与につき書面が作成され、その書面で、BがAの老後の扶養を行えばAが死亡した時に本件贈与の効力が生じる旨の合意がされた場合、Bが上記の負担を全部またはこれに類する程度まで履行したときであっても、特段の事情がない限り、Aは本件贈与を撤回することができる。",
          "贈与の引渡しに占有改定は含まれる"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "Aが甲建物（以下「甲」という。）をBに売却する旨の売買契約に関する次のア～オの記述のうち、民法の規定に照らし、誤っているものはいくつあるか。",
        "choices": [
          "甲の引渡しの履行期の直前に震災によって甲が滅失した場合であっても、Bは、履行不能を理由として代金の支払を拒むことができない。",
          "Bに引き渡された甲が契約の内容に適合しない場合、Bは、Aに対して、履行の追完または代金の減額を請求することができるが、これにより債務不履行を理由とする損害賠償の請求は妨げられない。",
          "Bに引き渡された甲が契約の内容に適合しない場合、履行の追完が合理的に期待できるときであっても、Bは、その選択に従い、Aに対して、履行の追完の催告をすることなく、直ちに代金の減額を請求することができる。",
          "Bに引き渡された甲が契約の内容に適合しない場合において、その不適合がBの過失によって生じたときであっても、対価的均衡を図るために、BがAに対して代金の減額を請求することは妨げられない。",
          "Bに引き渡された甲が契約の内容に適合しない場合において、BがAに対して損害賠償を請求するためには、Bがその不適合を知った時から1年以内に、Aに対して請求権を行使しなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "A所有の甲土地をBに対して建物所有の目的で賃貸する旨の賃貸借契約（以下、「本件賃貸借契約」という。）が締結され、Bが甲土地上に乙建物を建築して建物所有権保存登記をした後、AがCに甲土地を売却した。この場合に関する次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。",
        "choices": [
          "本件賃貸借契約における賃貸人の地位は、別段の合意がない限り、AからCに移転する。",
          "乙建物の所有権保存登記がBと同居する妻Dの名義であっても、Bは、Cに対して、甲土地の賃借権をもって対抗することができる。",
          "Cは、甲土地について所有権移転登記を備えなければ、Bに対して、本件賃貸借契約に基づく賃料の支払を請求することができない。",
          "本件賃貸借契約においてAからCに賃貸人の地位が移転した場合、Bが乙建物について賃貸人の負担に属する必要費を支出したときは、Bは、Cに対して、直ちにその償還を請求することができる。",
          "本件賃貸借契約の締結にあたりBがAに対して敷金を交付していた場合において、本件賃貸借契約が期間満了によって終了したときは、Bは、甲土地を明け渡した後に、Cに対して、上記の敷金の返還を求めることができる。",
          "賃借人がBからEに変更された場合、CはBに敷金を返還しなければならない。",
          "必要費償還請求権、有益費償還請求権ともに、目的物を貸主が返却受けた時から1年以内に請求しなければならず、有益費償還請求権は、裁判所は期限の許与をすることができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "Aは、Bとの間でA所有の甲建物の賃貸借契約を締結し、甲建物を引き渡したが、その後、Aは、同建物をCに譲渡した。Aは、同賃貸借契約締結時にBから敷金を提供され、それを受け取っていた。この場合についての次の記述のうち、民法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "甲建物についてのAのBに対する賃貸人たる地位は、Bの承諾を要しないで、AとCとの合意により、Cに移転させることができる。",
          "甲建物の譲渡によるCへの賃貸人たる地位の移転は、甲建物についてAからCへの所有権移転登記をしなければ、Bに対抗することができない。",
          "AとCが甲建物の賃貸人たる地位をAに留保する旨の合意および甲建物をCがAに賃貸する旨の合意をしたときは、賃貸人たる地位はCに移転しない。",
          "賃貸人たる地位がCに移転した場合、Bは、Cの承諾を得なければ、甲建物の賃借権を譲り渡すことはできないが、甲建物を転貸するときは、Cの承諾を要しない。",
          "賃貸人たる地位がCに移転した場合、敷金の返還に係る債務はCに承継され、Cが、Bに対し、その債務を負う。",
          "敷金返還請求権は譲受人に引き継がれない 7. 対抗要件を備えた賃借人であっても、妨害排除請求権を行使することはできない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "建物が転貸された場合における賃貸人（建物の所有者）、賃借人（転貸人）および転借人の法律関係に関する次のア～オの記述のうち、民法の規定および判例に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "賃貸人の承諾がある転貸において、賃貸人が当該建物を転借人に譲渡し、賃貸人の地位と転借人の地位とが同一人に帰属したときであっても、賃借人と転借人間の転貸借関係を消滅させる特別の合意がない限り、転貸借関係は当然には消滅しない。",
          "賃貸人の承諾がある転貸において、賃借人による賃料の不払があったときは、賃貸人は、賃借人および転借人に対してその支払につき催告しなければ、原賃貸借を解除することができない。",
          "賃貸人の承諾がある転貸であっても、これにより賃貸人と転借人の間に賃貸借契約が成立するわけではないので、賃貸人は、転借人に直接に賃料の支払を請求することはできない。",
          "無断転貸であっても、賃借人と転借人間においては転貸借は有効であるので、原賃貸借を解除しなければ、賃貸人は、転借人に対して所有権に基づく建物の明渡しを請求することはできない。",
          "無断転貸において、賃貸人が転借人に建物の明渡しを請求したときは、転借人は建物を使用収益できなくなるおそれがあるので、賃借人が転借人に相当の担保を提供していない限り、転借人は、賃借人に対して転貸借の賃料の支払を拒絶できる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "医療契約に基づく医師の患者に対する義務に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "過失の認定における医師の注意義務の基準は、診療当時のいわゆる臨床医学の実践における医療水準であるとされるが、この臨床医学の実践における医療水準は、医療機関の特性等によって異なるべきではなく、全国一律に絶対的な基準として考えられる。",
          "医療水準は、過失の認定における医師の注意義務の基準となるものであるから、平均的医師が現に行っている医療慣行とは必ずしも一致するものではなく、医師が医療慣行に従った医療行為を行ったからといって、医療水準に従った注意義務を尽くしたと直ちにいうことはできない。",
          "医師は、治療法について選択の機会を患者に与える必要があるとはいえ、医療水準として未確立の療法については、その実施状況や当該患者の状況にかかわらず、説明義務を負うものではない。",
          "医師は、医療水準にかなう検査および治療措置を自ら実施できない場合において、予後（今後の病状についての医学的な見通し）が一般に重篤で、予後の良否が早期治療に左右される何らかの重大で緊急性のある病気にかかっている可能性が高いことを認識できたときであっても、その病名を特定できない以上、患者を適切な医療機関に転送して適切な治療を受けさせるべき義務を負うものではない。",
          "精神科医は、向精神薬を治療に用いる場合において、その使用する薬の副作用については、その薬の最新の添付文書を確認しなくても、当該医師の置かれた状況下で情報を収集すれば足りる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "組合に関する次の記述のうち、民法の規定に照らし、正しいものはどれか。",
        "choices": [
          "組合の業務の決定は、組合契約の定めるところにより、一人または数人の組合員に委任することができるが、第三者に委任することはできない。",
          "組合の業務の執行は、組合契約の定めるところにより、一人または数人の組合員に委任することができるが、第三者に委任することはできない。",
          "各組合員の出資その他の組合財産は、総組合員の共有に属し、各組合員は、いつでも組合財産の分割を請求することができる。",
          "組合契約で組合の存続期間を定めた場合であるか、これを定めなかった場合であるかを問わず、各組合員は、いつでも脱退することができる。",
          "組合契約の定めるところにより一人または数人の組合員に業務の決定および執行を委任した場合、その組合員は、正当な事由があるときに限り、他の組合員の一致によって解任することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "甲建物（以下「甲」という。）を所有するＡが不在の間に台風が襲来し、甲の窓ガラスが破損したため、隣に住むＢがこれを取り換えた場合に関する次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。",
        "choices": [
          "ＢがＡから甲の管理を頼まれていた場合であっても、Ａ・Ｂ間において特約がない限り、Ｂは、Ａに対して報酬を請求することができない。",
          "ＢがＡから甲の管理を頼まれていなかった場合であっても、Ｂは、Ａに対して窓ガラスを取り換えるために支出した費用を請求することができる。",
          "ＢがＡから甲の管理を頼まれていなかった場合であっても、Ｂが自己の名において窓ガラスの取換えを業者Ｃに発注したときは、Ｂは、Ａに対して自己に代わって代金をＣに支払うことを請求することができる。",
          "ＢがＡから甲の管理を頼まれていなかった場合においては、ＢがＡの名において窓ガラスの取換えを業者Ｄに発注したとしても、Ａの追認がない限り、Ｄは、Ａに対してその請負契約に基づいて代金の支払を請求することはできない。",
          "ＢがＡから甲の管理を頼まれていた場合であっても、Ａ・Ｂ間において特約がなければ、窓ガラスを取り換えるに当たって、Ｂは、Ａに対して事前にその費用の支払を請求することはできない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "不法行為に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "景観の良否についての判断は個々人によって異なる主観的かつ多様性のあるものであることから、個々人が良好な景観の恵沢を享受する利益は、法律上保護される利益ではなく、当該利益を侵害しても、不法行為は成立しない。",
          "人がその品性、徳行、名声、信用などについて社会から受けるべき客観的な社会的評価が低下させられた場合だけでなく、人が自己自身に対して与えている主観的な名誉感情が侵害された場合にも、名誉毀損による不法行為が成立し、損害賠償の方法として原状回復も認められる。",
          "宗教上の理由から輸血拒否の意思表示を明確にしている患者に対して、輸血以外に救命手段がない場合には輸血することがある旨を医療機関が説明しないで手術を行い輸血をしてしまったときでも、患者が宗教上の信念に基づいて当該手術を受けるか否かを意思決定する権利はそもそも人格権の一内容として法的に保護に値するものではないので、不法行為は成立しない。",
          "医師の過失により医療水準に適った医療行為が行われず患者が死亡した場合において、医療行為と患者の死亡との間の因果関係が証明されなくても、医療水準に適った医療行為が行われていたならば患者がその死亡の時点においてなお生存していた相当程度の可能性の存在が証明されるときは、不法行為が成立する。",
          "交通事故の被害者が後遺症のために身体的機能の一部を喪失した場合には、その後遺症の程度が軽微であって被害者の現在または将来における収入の減少が認められないときでも、労働能力の一部喪失を理由とする財産上の損害が認められる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "不法行為に関する次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。",
        "choices": [
          "訴訟上の因果関係の立証は、一点の疑義も許されない自然科学的証明ではなく、経験則に照らして全証拠を総合検討し、特定の事実が特定の結果発生を招来した関係を是認しうる高度の蓋然性を証明することであり、その判定は、通常人が疑いを差し挟まない程度に真実性の確信を持ちうるものであることを必要とし、かつ、それで足りる。",
          "損害賠償の額を定めるにあたり、被害者が平均的な体格ないし通常の体質と異なる身体的特徴を有していたとしても、身体的特徴が疾患に当たらない場合には、特段の事情の存しない限り、被害者の身体的特徴を斟酌（しんしゃく）することはできない。",
          "過失相殺において、被害者たる未成年の過失を斟酌する場合には、未成年に事理を弁識するに足りる知能が具わっていれば足りる。",
          "不法行為の被侵害利益としての名誉とは、人の品性、徳行、名声、信用等の人格的価値について社会から受ける客観的評価であり、名誉毀損とは、この客観的な社会的評価を低下させる行為をいう。",
          "不法行為における故意・過失を認定するにあたり、医療過誤事件では診療当時のいわゆる臨床医学の実践における医療水準をもって、どの医療機関であっても一律に判断される。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "不法行為に基づく損害賠償に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。＜複数解＞",
        "choices": [
          "不法行為による生命侵害の場合において、被害者の相続人であれば、常に近親者固有の慰謝料請求権が認められる。",
          "法人が名誉毀損を受けた場合、法人には感情がないので、財産的損害を除き、非財産的損害の賠償は認められない。",
          "交通事故による被害者が、いわゆる個人会社の唯一の代表取締役であり、被害者には当該会社の機関としての代替性がなく、被害者と当該会社とが経済的に一体をなす等の事情の下では、当該会社は、加害者に対し、被害者の負傷のため営業利益を逸失したことによる賠償を請求することができる。",
          "不法行為により身体傷害を受けた被害者は、後遺症が残ったため、労働能力の全部又は一部の喪失により将来において取得すべき利益を喪失した場合には、その損害について定期金ではなく、一時金による一括賠償しか求めることができない。",
          "交通事故の被害者が後遺症により労働能力の一部を喪失した場合に、その後に被害者が別原因で死亡したとしても、交通事故の時点で、その死亡の原因となる具体的事由が存在し、近い将来における死亡が客観的に予測されていたなどの特段の事情がない限り、死亡の事実は逸失利益に関する就労可能期間の認定において考慮されない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "Ａ（3歳）は母親Ｂが目を離した隙に、急に道路へ飛び出し、Ｃの運転するスピード違反の自動車に轢かれて死亡した。ＣがＡに対して負うべき損害賠償額（以下、「本件損害賠償額」という。）に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "本件損害賠償額を定めるにあたって、Ａ自身の過失を考慮して過失相殺するには、Ａに責任能力があることが必要であるので、本件ではＡの過失を斟酌することはできない。",
          "本件損害賠償額を定めるにあたって、Ａ自身の過失を考慮して過失相殺するには、Ａに事理弁識能力があることは必要でなく、それゆえ、本件ではＡの過失を斟酌することができる。",
          "本件損害賠償額を定めるにあたって、ＢとＡとは親子関係にあるが、ＢとＡとは別人格なので、Ｂが目を離した点についてのＢの過失を斟酌することはできない。",
          "本件損害賠償額を定めるにあたって、Ａが罹患していた疾患も一因となって死亡した場合、疾患は過失とはいえないので、当該疾患の態様、程度のいかんにかかわらずＡの疾患を斟酌することはできない。",
          "本件損害賠償額を定めるにあたって、Ａの死亡によって親が支出を免れた養育費をＡの逸失利益から控除することはできない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "損益相殺ないし損益相殺的調整に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "幼児が死亡した場合には、親は将来の養育費の支出を免れるので、幼児の逸失利益の算定に際して親の養育費は親に対する損害賠償額から控除される。",
          "被害者が死亡した場合に支払われる生命保険金は、同一の損害についての重複填補に当たるので、被害者の逸失利益の算定に当たって支払われる生命保険金は損害賠償額から控除される。",
          "退職年金の受給者が死亡し遺族が遺族年金の受給権を得た場合には、遺族年金は遺族の生活水準の維持のために支給されるものなので、退職年金受給者の逸失利益の算定に際して、いまだ支給を受けることが確定していない遺族年金の額について損害賠償額から控除されることはない。",
          "著しく高利の貸付けという形をとっていわゆるヤミ金融業者が元利金等の名目で借主から高額の金員を違法に取得し多大な利益を得る、という反倫理的行為に該当する不法行為の手段として金員を交付した場合、この貸付けによって損害を被った借主が得た貸付金に相当する利益は、借主から貸主に対する不法行為に基づく損害賠償請求に際して損害賠償額から控除されない。",
          "新築の建物が安全性に関する重大な瑕疵があるために、社会通念上、社会経済的な価値を有しないと評価される場合であっても、建て替えまで買主がその建物に居住していた居住利益は、買主からの建て替え費用相当額の損害賠償請求に際して損害賠償額から控除される。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "不法行為に基づく損害賠償に関する次のア〜オの記述のうち、民法の規定および判例に照らし、正しいものの組合せはどれか。",
        "choices": [
          "使用者Ａが、その事業の執行につき行った被用者Ｂの加害行為について、Ｃに対して使用者責任に基づき損害賠償金の全額を支払った場合には、ＡはＢに対してその全額を求償することができる。",
          "Ｄの飼育する猛犬がＥ社製の飼育檻から逃げ出して通行人Ｆに噛みつき怪我を負わせる事故が生じた場合において、Ｄが猛犬を相当の注意をもって管理をしたことを証明できなかったとしても、犬が逃げ出した原因がＥ社製の飼育檻の強度不足にあることを証明したときは、Ｄは、Ｆに対する損害賠償の責任を免れることができる。",
          "Ｇがその所有する庭に植栽した樹木が倒れて通行人Ｈに怪我を負わせる事故が生じた場合において、ＧがＨに損害を賠償したときは、植栽工事を担当した請負業者Ｉの作業に瑕疵があったことが明らかな場合には、ＧはＩに対して求償することができる。",
          "運送業者Ｊの従業員Ｋが業務として運転するトラックとＬの運転する自家用車が双方の過失により衝突して、通行人Ｍを受傷させ損害を与えた場合において、ＬがＭに対して損害の全額を賠償したときは、Ｌは、Ｋがその過失割合に応じて負担すべき部分について、Ｊに対して求償することができる。",
          "タクシー会社Ｎの従業員Ｏが乗客Ｐを乗せて移動中に、Ｑの運転する自家用車と双方の過失により衝突して、Ｐを受傷させ損害を与えた場合において、ＮがＰに対して損害の全額を賠償したときは、ＮはＯに対して求償することはできるが、Ｑに求償することはできない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "Ａに雇われているＢの運転する車が、Ａの事業の執行中に、Ｃの車と衝突して歩行者Ｄを負傷させた場合に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。なお、Ａには使用者責任、ＢおよびＣには共同不法行為責任が成立するものとする。",
        "choices": [
          "ＡがＤに対して損害を全額賠償した場合、Ａは、Ｂに故意または重大な過失があったときに限ってＢに対して求償することができる。",
          "ＡがＤに対して損害を全額賠償した場合、Ａは、損害の公平な分担という見地から均等の割合に限ってＣに対して求償することができる。",
          "ＣがＤに対して損害を全額賠償した場合、Ｃは、Ｂに対してはＢ・Ｃ間の過失の割合によるＢの負担部分について求償することができるが、共同不法行為者でないＡに対しては求償することができない。",
          "Ｃにも使用者Ｅがおり、その事業の執行中に起きた衝突事故であった場合に、ＡがＤに対して損害を全額賠償したときは、Ａは、ＡとＥがそれぞれ指揮監督するＢとＣの過失の割合によるＣの負担部分についてＥに対して求償することができる。",
          "ＢがＡのほかＦの指揮監督にも服しており、ＢがＡとＦの事業の執行中に起きた衝突事故であった場合に、ＡがＤに対して損害を全額賠償したときは、Ａは、損害の公平な分担という見地から均等の割合に限ってＦに対して求償することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "不法行為に関する次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。",
        "choices": [
          "精神障害者と同居する配偶者は法定の監督義務者に該当しないが、責任無能力者との身分関係や日常生活における接触状況に照らし、第三者に対する加害行為の防止に向けてその者が当該責任無能力者の監督を現に行い、その態様が単なる事実上の監督を超えているなどその監督義務を引き受けたとみるべき特段の事情が認められる場合には、当該配偶者は法定の監督義務者に準ずべき者として責任無能力者の監督者責任を負う。",
          "兄が自己所有の自動車を弟に運転させて迎えに来させた上、弟に自動車の運転を継続させ、これに同乗して自宅に戻る途中に、弟の過失により追突事故が惹起された。その際、兄の同乗後は運転経験の長い兄が助手席に座って、運転経験の浅い弟の運転に気を配り、事故発生の直前にも弟に対して発進の指示をしていたときには、一時的にせよ兄と弟との間に使用関係が肯定され、兄は使用者責任を負う。",
          "宅地の崖地部分に設けられたコンクリートの擁壁の設置または保存による瑕疵が前所有者の所有していた際に生じていた場合に、現所有者が当該擁壁には瑕疵がないと過失なく信じて当該宅地を買い受けて占有していたとしても、現所有者は土地の工作物責任を負う。",
          "犬の飼主がその雇人に犬の散歩をさせていたところ、当該犬が幼児に噛みついて負傷させた場合には、雇人が占有補助者であるときでも、当該雇人は、現実に犬の散歩を行っていた以上、動物占有者の責任を負う。",
          "交通事故によりそのまま放置すれば死亡に至る傷害を負った被害者が、搬入された病院において通常期待されるべき適切な治療が施されていれば、高度の蓋然性をもって救命されていたときには、当該交通事故と当該医療事故とのいずれもが、その者の死亡という不可分の一個の結果を招来し、この結果について相当因果関係がある。したがって、当該交通事故における運転行為と当該医療事故における医療行為とは共同不法行為に当たり、各不法行為者は共同不法行為の責任を負う。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "不法行為に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "未成年者が他人に損害を加えた場合、道徳上の是非善悪を判断できるだけの能力があるときは、当該未成年者は、損害賠償の責任を負う。",
          "精神上の障害により自己の行為の責任を弁識する能力を欠く状態にある間に他人に損害を加えた者は、過失によって一時的にその状態を招いたとしても、損害賠償の責任を負わない。",
          "野生の熊が襲ってきたので自己の身を守るために他人の宅地に飛び込み板塀を壊した者には、正当防衛が成立する。",
          "路上でナイフを振り回して襲ってきた暴漢から自己の身を守るために他人の家の窓を割って逃げ込んだ者には、緊急避難が成立する。",
          "路上でナイフを持った暴漢に襲われた者が自己の身を守るために他人の家の窓を割って逃げ込んだ場合、窓を壊された被害者は、窓を割った者に対して損害賠償を請求できないが、当該暴漢に対しては損害賠償を請求できる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      }
    ],
    "家族法": [
      {
        "text": "婚約、婚姻および離婚に関する以下の相談に対する回答のうち、民法の規定および判例に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "＜相談＞ 私はAとの婚約にあたりAに対して結納金100万円を贈与したのですが、結局は婚姻に至りませんでした。私はAに対して結納金100万円の返還を請求できるでしょうか。 ＜回答＞ 結納は婚姻の成立を確認し、併せて当事者間の情宜を厚くする目的で授受される一種の贈与とされています。婚姻が解消された場合には原則として返還すべきものですので、あなたには結納金の返還を請求できる権利があります。",
          "＜相談＞ 私は事実婚状態にあったBと合意のうえ入籍することにして婚姻届を作成しましたが、提出前にBは交通事故に遭い、現在昏睡状態にあります。こうした状態でも先に作成した婚姻届を提出すれば、私はBと正式に婚姻できるのでしょうか。 ＜回答＞ 判例によれば、婚姻が有効に成立するためには、届出時点における当事者の婚姻意思が必要です。婚姻届作成後に翻意したというような特段の事情がないとしても、現在Bは意思能力を欠いた状態ですので、婚姻届を提出したとしても婚姻の効力は生じません。",
          "＜相談＞ 私は配偶者Cとの間に子がいますが、Cは5年前に家を出て他で生活しており、子の養育費はすべて私が負担しています。Cに対して離婚訴訟を提起するにあたり、併せてこの間の養育費の支払いを求めることができるでしょうか。 ＜回答＞ 子の監護に要する費用は、婚姻から生じる費用です。婚姻費用の請求は婚姻の継続を前提とする請求であるのに対して、離婚訴訟は婚姻の解消を目指す訴訟ですから、このように性質が異なる訴訟を一緒に行うことはできません。離婚を申し立てる前に、監護費用の支払いを求める訴えを別途提起する必要があります。",
          "＜相談＞ 私と配偶者であるDとの婚姻関係は既に破綻しており、離婚にむけて協議を進めています。D名義のマンションを私に贈与することをDと私とは書面により合意したのですが、離婚届を提出する前日になって、Dは、この贈与契約を取り消すと言ってきました。Dの取り消しは認められるのでしょうか。 ＜回答＞ 民法の規定によれば夫婦間の契約は婚姻中いつでも取り消すことができますが、その趣旨は、夫婦間の約束事に法は介入すべきではなく、当事者の道義に委ねるべきだというものです。婚姻が実質的に破綻しているような場合にはこの趣旨は妥当しませんので、Dはマンションの贈与契約を取り消すことができません。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "離婚に関する次のア〜オの記述のうち、民法の規定および判例に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "離婚における財産分与は、離婚に伴う精神的苦痛に対する損害の賠償も当然に含む趣旨であるから、離婚に際し財産分与があった場合においては、別途、離婚を理由とする慰謝料の請求をすることは許されない。",
          "離婚に際して親権者とならず子の監護教育を行わない親には、子と面会・交流するためのいわゆる面会交流権があり、この権利は親子という身分関係から当然に認められる自然権であるから、裁判所がこれを認めない判断をすることは憲法13条の定める幸福追求権の侵害に当たる。",
          "父母が協議上の離婚をする場合に、その協議でその一方を親権者として定めなかったにもかかわらず、誤って離婚届が受理されたときであっても、当該離婚は有効に成立する。",
          "民法の定める離婚原因がある場合には、当事者の一方は、その事実を主張して直ちに家庭裁判所に対して離婚の訴えを提起することができ、訴えが提起されたときは、家庭裁判所は直ちに訴訟手続を開始しなければならない。",
          "夫婦の別居が両当事者の年齢および同居期間との対比において相当の長期間に及び、その夫婦の間に未成熟の子が存在しない場合には、相手方配偶者が離婚により極めて苛酷な状態に置かれる等著しく社会的正義に反するといえるような特段の事情のない限り、有責配偶者からの離婚請求であるとの一事をもって離婚が許されないとすることはできない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "氏に関する次のア〜オの記述のうち、民法の規定および判例に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "甲山太郎と乙川花子が婚姻届に署名捺印した場合において、慣れ親しんだ呼称として婚姻後もそれぞれ甲山、乙川の氏を引き続き称したいと考え、婚姻後の氏を定めずに婚姻届を提出したときは、この婚姻届は受理されない。",
          "夫婦である乙川太郎と乙川花子が離婚届を提出し受理されたが、太郎が慣れ親しんだ呼称として、離婚後も婚姻前の氏である甲山でなく乙川の氏を引き続き称したいと考えたとしても、離婚により復氏が確定し、離婚前の氏を称することができない。",
          "甲山太郎を夫とする妻甲山花子は、夫が死亡した場合において、戸籍法の定めるところにより届け出ることによって婚姻前の氏である乙川を称することができる。",
          "夫婦である甲山花子と甲山太郎の間に出生した子である一郎は、両親が離婚をして、母花子が復氏により婚姻前の氏である乙川を称するようになった場合には、届け出ることで母と同じ乙川の氏を称することができる。",
          "甲山花子と、婚姻により改氏した甲山太郎の夫婦において、太郎が縁組により丙谷二郎の養子となったときは、太郎および花子は養親の氏である丙谷を称する。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "養子に関する次の記述のうち、民法の規定に照らし、正しいものはどれか。",
        "choices": [
          "家庭裁判所の審判により後見に付されているAは、認知をするには後見人の同意が必要であるが、養子縁組をするには後見人の同意は必要でない。",
          "16歳のBを養子とする場合には、原則として家庭裁判所の許可が必要であるが、この場合には、Bの法定代理人が養子縁組の承諾をしなければならない。",
          "C・Dが夫婦である場合に、Cが、成年者Eを自己のみの養子とするときには、Dが同意について意思を表示することができないときを除いて、Dの同意を得なければならない。",
          "F（70歳）およびG（55歳）は夫婦であったところ、子がいないことからFの弟であるH（58歳）を養子とした場合に、この養子縁組の効力は無効である。",
          "I・J夫婦が、K・L夫婦の子M（10歳）を普通養子とする旨の縁組をし、その届出が完了した場合、MとK・L夫婦との実親子関係は終了する。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "特別養子制度に関する次のア〜オの記述のうち、民法の規定に照らし、正しいものの組合せはどれか。",
        "choices": [
          "特別養子は、実父母と養父母の間の合意を家庭裁判所に届け出ることによって成立する。",
          "特別養子縁組において養親となる者は、配偶者のいる者であって、夫婦いずれもが20歳以上であり、かつ、そのいずれかは25歳以上でなければならない。",
          "すべての特別養子縁組の成立には、特別養子となる者の同意が要件であり、同意のない特別養子縁組は認められない。",
          "特別養子縁組が成立した場合、実父母及びその血族との親族関係は原則として終了し、特別養子は実父母の相続人となる資格を失う。",
          "特別養子縁組の解消は原則として認められないが、養親による虐待、悪意の遺棄その他養子の利益を著しく害する事由がある場合、または、実父母が相当の監護をすることができる場合には、家庭裁判所が離縁の審判を下すことができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "後見に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "未成年後見は、未成年者に対して親権を行う者がないときに限り、開始する。",
          "未成年後見人は自然人でなければならず、家庭裁判所は法人を未成年後見人に選任することはできない。",
          "成年後見は、精神上の障害により事理を弁識する能力が著しく不十分である者について、家庭裁判所の審判によって開始する。",
          "成年後見人は、成年被後見人の生活、療養看護および財産管理に関する事務を行う義務のほか、成年被後見人が他人に損害を加えた場合において当然に法定の監督義務者として責任を負う。",
          "後見人の配偶者、直系血族および兄弟姉妹は、後見監督人となることができない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "相続に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "系譜、祭具及び墳墓の所有権は、被相続人の指定に従って祖先の祭祀を主宰すべき者があるときを除き、慣習に従って祖先の祭祀を主宰すべき者が承継する。",
          "相続人は、相続開始の時から、一身専属的な性質を有するものを除き、被相続人の財産に属した一切の権利義務を承継するが、不法行為による慰謝料請求権は、被害者自身の精神的損害を填補するためのものであるから相続財産には含まれない。",
          "相続財産中の預金債権は、分割債権であるから、相続開始時に共同相続人に対してその相続分に応じて当然に帰属し、遺産分割の対象とはならない。",
          "相続開始後、遺産分割前に共同相続人の1人が、相続財産に属する財産を処分した場合、当該財産は遺産分割の対象となる相続財産ではなくなるため、残余の相続財産について遺産分割を行い、共同相続人間の不公平が生じたときには、別途訴訟等により回復する必要がある。",
          "共同相続人は、相続の開始後3か月を経過した場合、いつでもその協議で遺産の全部または一部の分割をすることができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "共同相続における遺産分割に関する次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "共同相続人中の特定の1人に相続財産中の不動産の所有権を取得させる一方で当該相続人が老親介護を負担する義務を負う内容の遺産分割協議がなされた場合において、当該相続人が遺産分割協議に定められた介護を行わない場合には、他の共同相続人は債務不履行を理由として遺産分割協議自体を解除することができる。",
          "被相続人が、相続財産中の特定の銀行預金を共同相続人中の特定の1人に相続させる旨の遺言をしていた場合、当該預金債権の価額が当該相続人の法定相続分の価額を超えるときには、当該預金債権の承継に関する債権譲渡の対抗要件を備えなければ、当該預金債権の承継を第三者に対抗できない。",
          "共同相続人の1人が、相続開始後遺産分割の前に、被相続人が自宅に保管していた現金を自己のために費消した場合であっても、遺産分割の対象となる財産は、遺産分割時に現存する相続財産のみである。",
          "共同相続人は、原則としていつでも協議によって遺産の全部または一部の分割をすることができ、協議が調わないときは、家庭裁判所に調停または審判の申立てをすることができるが、相続開始から10年以上放置されていた遺産の分割については、家庭裁判所に対して調停または審判の申立てを行うことができない。",
          "相続財産中に銀行預金が含まれる場合、当該預金は遺産分割の対象となるから、相続開始後遺産分割の前に、当該預金口座から預金の一部を引き出すためには共同相続人の全員の同意が必要であり、目的、金額のいかんを問わず相続人の1人が単独で行うことは許されない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "甲土地（以下「甲」という。）を所有するAが死亡して、その子であるBおよびCについて相続が開始した。この場合に関する次の記述のうち、民法の規定および判例に照らし、妥当でないものはどれか。",
        "choices": [
          "遺産分割が終了していないにもかかわらず、甲につきBが虚偽の登記申請に基づいて単独所有名義で相続登記手続を行った上で、これをDに売却して所有権移転登記手続が行われた場合、Cは、Dに対して、Cの法定相続分に基づく持分権を登記なくして主張することができる。",
          "遺産分割により甲をCが単独で相続することとなったが、Cが相続登記手続をしないうちに、Bが甲に関する自己の法定相続分に基づく持分権につき相続登記手続を行った上で、これをEに売却して持分権移転登記手続が行われた場合、Cは、Eに対して、Eの持分権が自己に帰属する旨を主張することができない。",
          "Aが甲をCに遺贈していたが、Cが所有権移転登記手続をしないうちに、Bが甲に関する自己の法定相続分に基づく持分権につき相続登記手続を行った上で、これをFに売却して持分権移転登記手続が行われた場合、Cは、Fに対して、Fの持分権が自己に帰属する旨を主張することができない。",
          "Bが相続を放棄したため、甲はCが単独で相続することとなったが、Cが相続登記手続をしないうちに、Bの債権者であるGが甲に関するBの法定相続分に基づく持分権につき差押えを申し立てた場合、Cは、当該差押えの無効を主張することができない。",
          "Aが「甲をCに相続させる」旨の特定財産承継遺言を行っていたが、Cが相続登記手続をしないうちに、Bが甲に関するBの法定相続分に基づく持分権につき相続登記手続を行った上で、これをHに売却して持分権移転登記手続が行われた場合、民法の規定によれば、Cは、Hに対して、Hの持分権が自己に帰属する旨を主張することができない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "Aが死亡し、Aの妻B、A・B間の子CおよびDを共同相続人として相続が開始した。相続財産にはAが亡くなるまでAとBが居住していた甲建物がある。この場合に関する次のア〜オの記述のうち、民法の規定に照らし、正しいものの組合せはどれか。なお、次の各記述はそれぞれが独立した設例であり相互に関連しない。",
        "choices": [
          "Aが、Aの死後、甲建物をBに相続させる旨の遺言をしていたところ、Cが相続開始後、法定相続分を持分とする共同相続登記をしたうえで、自己の持分4分の1を第三者Eに譲渡して登記を完了した。この場合、Bは、Eに対し、登記なくして甲建物の全部が自己の属することを対抗することができる。",
          "Aの死後、遺産分割協議が調わない間に、Bが無償で甲建物の単独での居住を継続している場合、CおよびDは自己の持分権に基づき、Bに対して甲建物を明け渡すよう請求することができるとともに、Bの居住による使用利益等について、不当利得返還請求権を有する。",
          "Aが遺言において、遺産分割協議の結果にかかわらずBには甲建物が無償で使用および収益させることを認めるとしていた場合、Bは、原則として終身にわたり甲建物に無償で居住することができるが、甲建物が相続開始時にAとAの兄Fとの共有であった場合には、Bは配偶者居住権を取得しない。",
          "家庭裁判所に遺産分割の請求がなされた場合において、Bが甲建物に従前通り無償で居住し続けることを望むときには、Bは、家庭裁判所に対し配偶者居住権の取得を希望する旨を申し出ることができ、裁判所は甲建物の所有者となる者の不利益を考慮してもなおBの生活を維持するために特に必要があると認めるときには、審判によってBに配偶者居住権を与えることができる。",
          "遺産分割の結果、Dが甲建物の所有者と定まった場合において、Bが配偶者居住権を取得したときには、Bは、単独で同権利を登記することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "遺言に関する次のア〜オの記述のうち、民法の規定および判例に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "重度の認知症により成年被後見人となった高齢者は、事理弁識能力を一時的に回復した場合であっても、後見開始の審判が取り消されない限り、遺言をすることができない。",
          "自筆証書遺言の作成に際し、カーボン紙を用いて複写の方法で作成が行われた場合であっても、自書の要件を満たし、当該遺言は有効である。",
          "夫婦は、同一の証書によって遺言をすることはできない。",
          "遺言において受遺者として指定された者が、遺言者の死亡以前に死亡した場合には、受遺者の相続人が受遺者の地位を承継する。",
          "遺言は、遺言者が死亡して効力を生じるまでは、いつでも撤回することができるが、公正証書遺言を撤回するには公正証書遺言により、自筆証書遺言を撤回するには自筆証書遺言により行わなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "遺言に関する次のア〜オの記述のうち、民法の規定に照らし、正しいものの組合せはどれか。",
        "choices": [
          "15歳に達した者は、遺言をすることができるが、遺言の証人または立会人となることはできない。",
          "自筆証書によって遺言をするには、遺言者が、その全文、日付および氏名を自書してこれに押印しなければならず、遺言を変更する場合には、変更の場所を指示し、変更内容を付記して署名するか、または変更の場所に押印しなければ効力を生じない。",
          "公正証書によって遺言をするには、遺言者が遺言の趣旨を公証人に口授しなければならないが、遺言者が障害等により口頭で述べることができない場合には、公証人の質問に対してうなずくこと、または首を左右に振ること等の動作で口授があったものとみなす。",
          "秘密証書によって遺言をするには、遺言者が、証書に署名、押印した上、その証書を証書に用いた印章により封印し、公証人一人および証人二人以上の面前で、当該封書が自己の遺言書である旨ならびにその筆者の氏名および住所を申述する必要があるが、証書は自書によらず、ワープロ等の機械により作成されたものであってもよい。",
          "成年被後見人は、事理弁識能力を欠いている場合には遺言をすることができないが、一時的に事理弁識能力を回復した場合には遺言をすることができ、その場合、法定代理人または3親等内の親族二人の立会いのもとで遺言書を作成しなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      }
    ],
    "民法総合": [
      {
        "text": "Aは自己所有の甲機械（以下「甲」という。）をBに賃貸し（以下、これを「本件賃貸借契約」という。）、その後、本件賃貸借契約の期間中にCがBから甲の修理を請け負い、Cによる修理が終了した。この事実を前提とする次の記述のうち、民法の規定および判例に照らし、妥当なものはどれか。",
        "choices": [
          "Bは、本件賃貸借契約において、Aの負担に属するとされる甲の修理費用について直ちに償還請求することができる旨の特約がない限り、契約終了時でなければ、Aに対して償還を求めることはできない。",
          "CがBに対して甲を返還しようとしたところ、Bから修理代金の提供がなかったため、Cは甲を保管することとした。Cが甲を留置している間は留置権の行使が認められるため、修理代金債権に関する消滅時効は進行しない。",
          "CはBに対して甲を返還したが、Bが修理代金を支払わない場合、Cは、Bが占有する甲につき、動産保存の先取特権を行使することができる。",
          "CはBに対して甲を返還したが、Bは修理代金を支払わないまま無資力となり、本件賃貸借契約が解除されたことにより甲はAに返還された。本件賃貸借契約において、甲の修理費用をBの負担とする旨の特約が存するとともに、これに相応して賃料が減額されていた場合、CはAに対して、事務管理に基づいて修理費用相当額の支払を求めることができる。",
          "CはBに対して甲を返還したが、Bは修理代金を支払わないまま無資力となり、本件賃貸借契約が解除されたことにより甲はAに返還された。本件賃貸借契約において、甲の修理費用をBの負担とする旨の特約が存するとともに、これに相応して賃料が減額されていた場合、CはAに対して、不当利得に基づいて修理費用相当額の支払を求めることはできない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "無効および取消しに関する次の記述のうち、民法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "贈与契約が無効であるにもかかわらず、既に贈与者の履行が完了している場合、受贈者は受け取った目的物を贈与者に返還しなければならず、それが滅失して返還できないときは、贈与契約が無効であることを知らなかったとしても、その目的物の現存利益の返還では足りない。",
          "売買契約が無効であるにもかかわらず、既に当事者双方の債務の履行が完了している場合、売主は受け取った金銭を善意で費消していたとしても、その全額を返還しなければならない。",
          "秘密証書遺言は、法が定める方式に欠けるものであるときは無効であるが、それが自筆証書による遺言の方式を具備しているときは、自筆証書遺言としてその効力を有する。",
          "未成年者が親権者の同意を得ずに締結した契約について、未成年者本人が、制限行為能力を理由としてこれを取り消す場合、親権者の同意を得る必要はない。",
          "取り消すことができる契約につき、取消権を有する当事者が、追認をすることができる時以後に、異議をとどめずにその履行を請求した場合、これにより同人は取消権を失う。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      }
    ]
  },
  "商法・会社法": {
    "商法・会社法": [
      {
        "text": "商法の適用に関する次の記述のうち、商法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "商人の営業、商行為その他商事については、他の法律に特別の定めがあるものを除くほか、商法の定めるところによる。",
          "商事に関し、商法に定めがない事項については、民法の定めるところにより、民法に定めがないときは、商習慣に従う。",
          "公法人が行う商行為については、法令に別段の定めがある場合を除き、商法の定めるところによる。",
          "当事者の一方のたあめに商行為となる行為については、商法をその双方に適用する。",
          "当事者の一方が2人以上ある場合において、その1人のために商行為となる行為については、商法をその全員に適用する。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "営業譲渡に関する次の記述のうち、商法の規定に照らし、正しいものはどれか。なお、営業を譲渡した商人を甲、営業を譲り受けた商人を乙とし、甲および乙は小商人ではないものとする。",
        "choices": [
          "甲が営業とともにその商号を乙に譲渡する場合には、乙が商号の登記をしなければその効力は生じない。",
          "乙が甲の商号を引き続き使用する場合には、乙は、甲の営業によって生じた債務を弁済する責任を負う。ただし、営業譲渡後、遅滞なく、乙が第三者である丙に対して、甲の債務を弁済する責任を負わない旨の通知をした場合には、乙は、丙に対して弁済責任を負わない。",
          "乙が甲の商号を引き続き使用する場合に、甲の営業によって生じた債権について、債務者である丙が乙に対して行った弁済は、丙の過失の有無を問わず、丙が善意であるときに、その効力を有する。",
          "乙が甲の商号を引き続き使用しない場合において、乙が甲の営業によって生じた債務を引き受ける旨の広告をしたときは、甲の弁済責任が消滅するため、甲の債権者である丙は、乙に対して弁済の請求をしなければならない。",
          "甲および乙が、乙に承継されない債務の債権者（残存債権者）である丙を害することを知りながら、無償で営業を譲渡した場合には、丙は、乙に対して、甲から承継した財産の価額を限度として、当該債務の履行を請求することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "商人でない個人の行為に関する次のア〜オの記述のうち、商法の規定および判例に照らし、これを営業として行わない場合には商行為とならないものの組合せはどれか。",
        "choices": [
          "利益を得て売却する意思で、時計を買い入れる行為",
          "利益を得て売却する意思で、買い入れた木材を加工し、製作した机を売却する行為",
          "報酬を受ける意思で、結婚式のビデオ撮影を引き受ける行為",
          "賃貸して利益を得る意思で、レンタル用のDVDを買い入れる行為",
          "利益を得て転売する意思で、取得予定の時計を売却する行為"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "商人および商行為に関する次の記述のうち、商法の規定に照らし、正しいものはどれか。",
        "choices": [
          "商人とは、自己の計算において商行為をすることを業とする者をいう。",
          "店舗によって物品を販売することを業とする者は、商行為を行うことを業としない者であっても、商人とみなされる。",
          "商人の行為は、その営業のためにするものとみなされ、全て商行為となる。",
          "商法は一定の行為を掲げて商行為を明らかにしているが、これらの行為は全て営業としてするときに限り商行為となる。",
          "商行為とは、商人が営業としてする行為または営業のためにする行為のいずれかに当たり、商人でない者の行為は、商行為となることはない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "商人または商行為に関する次のア〜オの記述のうち、商法の規定に照らし、誤っているものの組合せはどれか。",
        "choices": [
          "商行為の委任による代理権は、本人の死亡によって消滅する。",
          "商人がその営業の範囲内において他人のために行為をしたときは、相当な報酬を請求することができる。",
          "数人の者がその一人または全員のために商行為となる行為によって債務を負担したときは、その債務は、各自が連帯して負担する。",
          "保証人がある場合において、債務が主たる債務者の商行為によって生じたものであるときは、その債務は当該債務者および保証人が連帯して負担する。",
          "自己の営業の範囲内で、無報酬で寄託を受けた商人は、自己の財産に対するのと同一の注意をもって、寄託物を保管する義務を負う。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "商行為の代理人が本人のためにすることを示さないでこれをした場合であって、相手方が、代理人が本人のためにすることを知らなかったときの法律関係に関する次の記述のうち、商法の規定および判例に照らし、妥当なものはどれか。なお、代理人が本人のためにすることを知らなかったことにつき、相手方に過失はないものとする。",
        "choices": [
          "相手方と本人および代理人とのいずれの間にも法律関係が生じ、本人および代理人は連帯して履行の責任を負う。",
          "相手方と代理人との間に法律関係が生じ、本人には何らの効果も及ばない。",
          "相手方と本人との間に法律関係が生じるが、相手方は代理人に対しても、履行の請求に限り、これをすることができる。",
          "相手方と代理人との間に法律関係が生じるが、相手方は本人に対しても、履行の請求に限り、これをすることができる。",
          "相手方は、その選択により、本人との法律関係または代理人との法律関係のいずれかを主張することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "商行為に関する次の記述のうち、商法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "商行為の代理人が本人のためにすることを示さないで商行為をした場合であっても、その行為は、本人に対してその効力を生ずる。ただし、相手方が、代理人が本人のためにすることを知らなかったときは、代理人に対して履行の請求をすることを妨げない。",
          "商行為の受任者は、委任の本旨に反しない範囲内において、委任を受けていない行為をすることができる。",
          "商人である隔地者の間において承諾の期間を定めないで契約の申込みを受けた者が相当の期間内に承諾の通知を発しなかったときは、その申込みは、その効力を失う。",
          "商人が平常取引をする者からその営業の部類に属する契約の申込みを受けたときは、遅滞なく、契約の申込みに対する諾否の通知を発しなければならず、当該通知を発することを怠ったときは、その商人はその申込みを承諾したものとみなす。",
          "商人が平常取引をする者からその営業の部類に属する契約の申込みを受けた場合において、その申込みとともに受け取った物品があるときは、その申込みを拒絶したかどうかにかかわらず、申込みを受けた商人の費用をもって、その物品を保管しなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "匿名組合における匿名組合員に関する次の記述のうち、商法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "匿名組合員の出資は、営業者の財産に属する。",
          "匿名組合員は、匿名組合契約に基づき営業者が負った債務について、当該匿名組合員が匿名組合の当事者であることをその債務に係る債権者が知っていたときには、当該営業者と連帯して弁済する責任を負う。",
          "出資が損失によって減少したときは、その損失をてん補した後でなければ、匿名組合員は、利益の配当を請求することができない。",
          "匿名組合員は、営業年度の終了時において、営業者の営業時間内に、営業者の業務及び財産の状況を検査することができる。",
          "匿名組合員が破産手続開始の決定を受けた場合、匿名組合契約は終了する。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "運送営業および場屋営業に関する次の記述のうち、商法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "運送人は、その運送品の受取、運送、保管および引渡しについて注意を怠らなかったことを証明するのでなければ、運送品の滅失、損傷または延着について、損害賠償の責任を免れない。",
          "貨幣、有価証券その他の高価品については、荷送人が運送を委託するにあたりその種類および価額を通知した場合を除き、運送人は、その滅失、損傷または延着について損害賠償の責任を負わないが、物品運送契約の締結の当時、運送品が高価品であることを運送人が知っていたときは、運送人は免責されない。",
          "場屋営業者は、客から寄託を受けた物品について、物品の保管に関して注意を怠らなかったことを証明すれば、その物品に生じた損害を賠償する責任を負わない。",
          "客が寄託していない物品であっても、客が場屋の中に携帯した物品が場屋営業者の不注意によって損害を受けたときは、場屋営業者はその物品に生じた損害を賠償する責任を負う。",
          "場屋営業者が寄託を受けた物品が高価品であるときは、客がその種類および価額を通知してこれを場屋営業者に寄託したのでなければ、場屋営業者はその物品に生じた損害を賠償する責任を負わない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "運送品が高価品である場合における運送人の責任に関する特則について述べた次のア〜オの記述のうち、商法の規定および判例に照らし、誤っているものの組合せはどれか。",
        "choices": [
          "商法にいう「高価品」とは、単に高価な物品を意味するのではなく、運送人が荷送人から収受する運送賃に照らして、著しく高価なものをいう。",
          "運送品が高価品であるときは、荷送人が運送を委託するにあたりその種類および価額を通知した場合を除き、運送人は運送品に関する損害賠償責任を負わない。",
          "荷送人が種類および価額の通知をしないときであっても、運送契約の締結の当時、運送品が高価品であることを運送人が知っていたときは、運送人は免責されない。",
          "運送人の故意によって高価品に損害が生じた場合には運送人は免責されないが、運送人の重大な過失によって高価品に損害が生じたときは免責される。",
          "高価品について運送人が免責されるときは、運送人の不法行為による損害賠償責任も同様に免除される。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "株式会社（種類株式発行会社を除く。）の設立に関する次の記述のうち、会社法の規定に照らし、正しいものはどれか。",
        "choices": [
          "株式会社の定款には、当該株式会社の目的、商号、本店の所在地、資本金の額、設立時発行株式の数、ならびに発起人の氏名または名称および住所を記載または記録しなければならない。",
          "金銭以外の財産を出資する場合には、株式会社の定款において、その者の氏名または名称、当該財産およびその価額、ならびにその者に対して割り当てる設立時発行株式の数を記載または記録しなければ、その効力を生じない。",
          "発起人は、その引き受けた設立時発行株式について、その出資に係る金銭の全額を払い込み、またはその出資に係る金銭以外の財産の全部を給付した時に、設立時発行株式の株主となる。",
          "設立時募集株式の引受人がその引き受けた設立時募集株式に係る出資を履行していない場合には、株主は、訴えの方法により当該株式会社の設立の取消しを請求することができる。",
          "発起設立または募集設立のいずれの手続においても、設立時取締役の選任は、創立総会の決議によって行わなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "株式会社の設立に関する次のア〜オの記述のうち、会社法の規定に照らし、妥当なものの組合せはどれか。",
        "choices": [
          "発起人は、設立時発行株式を引き受ける者の募集をする旨を定めようとするときは、その全員の同意を得なければならない。",
          "複数の発起人がいる場合において、発起設立の各発起人は、設立時発行株式を1株以上引き受けなければならないが、募集設立の発起人は、そのうち少なくとも1名が設立時発行株式を1株以上引き受ければよい。",
          "発起設立または募集設立のいずれの方法による場合であっても、発行可能株式総数を定款で定めていないときには、株式会社の成立の時までに、定款を変更して発行可能株式総数の定めを設けなければならない。",
          "設立時取締役その他の設立時役員等が選任されたときは、当該設立時役員等が会社設立の業務を執行し、またはその監査を行う。",
          "発起設立または募集設立のいずれの方法による場合であっても、発起人でない者が、会社設立の広告等において、自己の名または名称および会社設立を賛助する旨の記載を承諾したときには、当該発起人でない者は発起人とみなされ、発起人と同一の責任を負う。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "株式会社の設立等に関する次のア〜オの記述のうち、会社法の規定に照らし、正しいものの組合せはどれか。",
        "choices": [
          "発起設立または募集設立のいずれの場合であっても、各発起人は、設立時発行株式を1株以上引き受けなければならない。",
          "株式会社の設立に際して作成される定款について、公証人の認証がない場合には、株主、取締役、監査役、執行役または清算人は、訴えの方法をもって、当該株式会社の設立の取消しを請求することができる。",
          "現物出資財産等について定款に記載または記録された価額が相当であることについて弁護士、弁護士法人、公認会計士、監査法人、税理士または税理士法人の証明（現物出資財産等が不動産である場合には、当該証明および不動産鑑定士の鑑定評価）を受けた場合には、現物出資財産等については検査役による調査を要しない。",
          "株式会社が成立しなかったときは、発起人および設立時役員等は、連帯して、株式会社の設立に関してした行為について、その責任を負い、株式会社の設立に関して支出した費用を負担する。",
          "発起設立または募集設立のいずれの場合であっても、発起人は、設立時発行株式を引き受けた発起人または設立時募集株式の引受人による払込みの取扱いをした銀行等に対して、払い込まれた金額に相当する金銭の保管に関する証明書の交付を請求することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "株式会社の設立における出資の履行等に関する次のア〜オの記述のうち、会社法の規定に照らし、妥当でないものの組合せはどれか。",
        "choices": [
          "株式会社の定款には、株式会社の設立に際して出資される財産の額またはその最低額を記載または記録しなければならない。",
          "発起人は、設立時発行株式の引受け後遅滞なく、その引き受けた株式につき、その出資に係る金銭の全額を払い込み、またはその出資に係る金銭以外の財産の全部を給付しなければならないが、発起人全員の同意があるときは、登記、登録その他権利の設定または移転を第三者に対抗するために必要な行為は、株式会社の成立後にすることができる。",
          "発起人は、その引き受けた設立時発行株式について金銭の払込みを仮装した場合には、仮装した出資に係る金銭の全額を会社に対して支払う義務を負い、この義務は、総株主の同意がなければ免除することができない。",
          "発起設立または募集設立のいずれの場合においても、発起人は、払込みの取扱いをした銀行等に対して、払い込まれた金額に相当する金銭の保管に関する証明書の交付を請求することができ、この証明書を交付した銀行等は、当該証明書の記載が事実と異なること、または当該金銭の返還に関して制限があることをもって、成立後の株式会社に対抗することはできない。",
          "設立時発行株式の株主となる者が払込みをした金銭の額および給付した財産の額は、その全額を資本金として計上しなければならないが、設立時発行株式の株主となる者の全員の同意があるときに限り、その額の2分の1を超えない額を剰余金として計上することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "株式会社の設立における出資の履行等に関する次のア〜オの記述のうち、会社法の規定に照らし、誤っているものの組合せはどれか。",
        "choices": [
          "株式会社の定款には、設立に際して出資される財産の価額またはその最低額を記載または記録しなければならない。",
          "発起人は、設立時発行株式の引受け後遅滞なく、その引き受けた設立時発行株式につき、出資の履行をしなければならないが、発起人全員の同意があるときは、登記、登録その他権利の設定または移転を第三者に対抗するために必要な行為は、株式会社の成立後にすることができる。",
          "発起人が出資の履行をすることにより設立時発行株式の株主となる権利の譲渡は、成立後の株式会社に対抗することができない。",
          "設立時募集株式の引受人のうち出資の履行をしていないものがある場合には、発起人は、出資の履行をしていない引受人に対して、期日を定め、その期日までに当該出資の履行をしなければならない旨を通知しなければならない。",
          "設立時募集株式の引受人が金銭以外の財産により出資の履行をする場合には、発起人は、裁判所に対し検査役の選任の申立てをしなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "設立時取締役に関する次のア〜オの記述のうち、会社法の規定に照らし、誤っているものの組合せはどれか。なお、設立しようとする株式会社は、種類株式発行会社ではないものとする。",
        "choices": [
          "発起設立においては、発起人は、出資の履行が完了した後、遅滞なく、設立時取締役を選任しなければならないが、定款で設立時取締役として定められた者は、出資の履行が完了した時に、設立時取締役に選任されたものとみなす。",
          "募集設立においては、設立時取締役の選任は、創立総会の決議によって行わなければならない。",
          "設立しようとする株式会社が監査等委員会設置会社である場合には、設立時監査等委員である設立時取締役は3人以上でなければならない。",
          "発起設立においては、法人でない発起人は設立時取締役に就任することができるが、募集設立においては、発起人は設立時取締役に就任することはできない。",
          "設立時取締役は、その選任後、株式会社が成立するまでの間、発起人と共同して、株式会社の設立の業務を執行しなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "株式会社の設立における発起人等の責任等に関する次のア〜オの記述のうち、会社法の規定に照らし、誤っているものの組合せはどれか。",
        "choices": [
          "株式会社の成立の時における現物出資財産等の価額が当該現物出資財産等について定款に記載または記録された価額に著しく不足するときは、発起人および設立時取締役は、当該株式会社に対し、連帯して、当該不足額を支払う義務を負い、この義務は、総株主の同意によっても、免除することはできない。",
          "発起人は、出資の履行において金銭の払込みを仮装した場合には、払込みを仮装した出資に係る金銭の全額を支払う義務を負い、この義務は、総株主の同意によっても、免除することはできない。",
          "発起人、設立時取締役または設立時監査役は、株式会社の設立についてその任務を怠ったときは、当該株式会社に対し、これによって生じた損害を賠償する責任を負い、この責任は、総株主の同意がなければ、免除することができない。",
          "発起人、設立時取締役または設立時監査役がその職務を行うについて悪意または重大な過失があったときは、当該発起人、設立時取締役または設立時監査役は、これによって第三者に生じた損害を賠償する責任を負い。",
          "株式会社が成立しなかったときは、発起人は、連帯して、株式会社の設立に関してした行為についてその責任を負い、株式会社の設立に関して支出した費用を負担する。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "株式会社の設立に係る責任等に関する次の記述のうち、会社法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "株式会社の成立の時における現物出資財産等の価額が定款に記載または記録された価額に著しく不足するときは、発起人および設立時取締役は、検査役の調査を経た場合および当該発起人または設立時取締役がその職務を行うについて注意を怠らなかったことを証明した場合を除いて、当該株式会社に対して、連帯して、当該不足額を支払う義務を負う。",
          "発起人は、その出資に係る金銭の払込みを仮装し、またはその出資に係る金銭以外の財産の給付を仮装した場合には、株式会社に対し、払込みを仮装した出資に係る金銭の全額を支払い、または給付を仮装した出資に係る金銭以外の財産の全部を給付する義務を負う。",
          "発起人、設立時取締役または設立時監査役は、株式会社の設立についてその任務を怠ったときは、当該株式会社に対し、これによって生じた損害を賠償する責任を負う。",
          "発起人、設立時取締役または設立時監査役がその職務を行うについて過失があったときは、当該発起人、設立時取締役または設立時監査役は、これによって第三者に生じた損害を賠償する責任を負う。",
          "発起人、設立時取締役または設立時監査役が株式会社または第三者に生じた損害を賠償する責任を負う場合において、他の発起人、設立時取締役または設立時監査役も当該損害を賠償する責任を負うときは、これらの者は、連帯債務者とする。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "株式会社の設立における発行可能株式総数の定め等に関する次のア〜オの記述のうち、会社法の規定に照らし、誤っているものの組合せはどれか。",
        "choices": [
          "発起設立において、発行可能株式総数を定款で定めていない場合には、発起人は、株式会社の成立の時までに、その全員の同意によって、定款を変更して発行可能株式総数の定めを設けなければならない。",
          "発起設立においては、発行可能株式総数を定款で定めている場合であっても、発起人は、株式会社の成立の時までに、その過半数の同意によって、発行可能株式総数についての定款を変更することができる。",
          "募集設立において、発行可能株式総数を定款で定めていない場合には、発起人は、株式会社の成立の時までに、その全員の同意によって、定款を変更して発行可能株式総数の定めを設けなければならない。",
          "募集設立においては、発行可能株式総数を定款で定めている場合であっても、株式会社の成立の時までに、創立総会の決議によって、発行可能株式総数についての定款を変更することができる。",
          "設立時発行株式の総数は、設立しようとする株式会社が公開会社でない場合を除いて、発行可能株式総数の4分の1を下ることができない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "会社法上の公開会社（指名委員会等設置会社を除く。）が発行する株式に関する次のア〜オの記述のうち、会社法の規定に照らし、正しいものの組合せはどれか。",
        "choices": [
          "会社は、その発行する全部の株式の内容として、株主総会の決議によってその全部を会社が取得する旨の定款の定めがある株式を発行することができる。",
          "会社は、その発行する全部の株式の内容として、株主総会において議決権を行使することができる事項について制限がある旨の定款の定めがある株式を発行することができる。",
          "会社は、譲渡による当該種類の株式の取得について、会社の承認を要する旨の定款の定めがある種類株式を発行することができる。",
          "会社は、株主が当該会社に対して当該株主の有する種類株式を取得することを請求することができる旨の定款の定めがある種類株式を発行することができる。",
          "会社は、当該種類の株式の種類株主を構成員とする種類株主総会において、取締役または監査役を選任する旨の定款の定めがある種類株式を発行することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "譲渡制限株式に関する次の記述のうち、会社法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "株式会社は、定款において、その発行する全部の株式の内容として、または種類株式の内容として、譲渡による当該株式の取得について当該株式会社の承認を要する旨を定めることができる。",
          "譲渡制限株式の株主は、その有する譲渡制限株式を当該株式会社以外の他人に譲り渡そうとするときは、当該株式会社に対し、当該他人が当該譲渡制限株式を取得することについて承認するか否かを決定することを請求することができる。",
          "譲渡制限株式を取得した者は、当該株式会社に対し、当該譲渡制限株式を取得したことについて承認するか否かの決定をすることを請求することができるが、この請求は、利害関係人の利益を害するおそれがない一定の場合を除き、その取得した譲渡制限株式の株主として株主名簿に記載もしくは記録された者またはその相続人その他の一般承継人と共同してしなければならない。",
          "株式会社が譲渡制限株式の譲渡の承認をするには、定款に別段の定めがある場合を除き、株主総会の特別決議によらなければならない。",
          "株式会社は、相続その他の一般承継によって当該株式会社の発行した譲渡制限株式を取得した者に対し、当該譲渡制限株式を当該株式会社に売り渡すことを請求することができる旨を定款で定めることができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "株式会社の種類株式に関する次の記述のうち、会社法の規定に照らし、誤っているものはどれか。なお、定款において、単元株式数の定めはなく、また、株主総会における議決権等について株主ごとに異なる取扱いを行う旨の定めはないものとする。",
        "choices": [
          "株式会社が2以上の種類の株式を発行する場合には、各々の種類の株式について発行可能種類株式総数を定款で定めなければならない。",
          "公開会社および指名委員会等設置会社のいずれでもない株式会社は、1つの株式につき2個以上の議決権を有することを内容とする種類株式を発行することができる。",
          "株式会社は、株主総会または取締役会において決議すべき事項のうち、当該決議のほか、当該種類の株式の種類株主を構成員とする種類株主総会の決議を必要とすることを内容とする種類株式を発行することができる。",
          "公開会社および指名委員会等設置会社のいずれでもない株式会社は、当該種類の株式の種類株主を構成員とする種類株主総会において取締役または監査役を選任することを内容とする種類株式を発行することができる。",
          "株式会社は、株主総会の決議事項の全部について議決権を有しないことを内容とする種類株式を発行することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "特別支配株主の株式売渡請求に関する次の記述のうち、会社法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "特別支配株主は、株式売渡請求に係る株式を発行している対象会社の他の株主（当該対象会社を除く。）の全員に対し、その有する当該対象会社の株式の全部を当該特別支配株主に売り渡すことを請求することができる。",
          "株式売渡請求をしようとする特別支配株主は、株式売渡請求に係る株式を発行している対象会社に対し、株式売渡請求をする旨および対価として交付する金銭の額や売渡株式を取得する日等の一定の事項について通知し、当該対象会社の株主総会の承認を受けなければならない。",
          "株式売渡請求をした特別支配株主は、株式売渡請求において定めた取得日に、株式売渡請求に係る株式を発行している対象会社の株主が有する売渡株式の全部を取得する。",
          "売渡株主は、株式売渡請求が法令に違反する場合であって、売渡株主が不利益を受けるおそれがあるときは、特別支配株主に対し、売渡株式の全部の取得をやめることを請求することができる。",
          "株式売渡請求において定めた取得日において公開会社の売渡株主であった者は、当該取得日から6か月以内に、訴えをもってのみ当該株式売渡請求に係る売渡株式の全部の取得の無効を主張することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "公開会社の株主であって、かつ、権利行使の6か月（これを下回る期間を定款で定めた場合にあっては、その期間）前から引き続き株式を有する株主のみが権利を行使できる場合について、会社法が定めているのは、次の記述のうちどれか。",
        "choices": [
          "株主総会において議決権を行使するとき",
          "会計帳簿の閲覧請求をするとき",
          "新株発行無効の訴えを提起するとき",
          "株主総会の決議の取消しの訴えを提起するとき",
          "取締役の責任を追及する訴えを提起するとき"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "取締役会設置会社（監査等委員会設置会社および指名委員会等設置会社を除く。）であり、種類株式発行会社でない株式会社の単元株式に関する次の記述のうち、会社法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "株式会社は、その発行する株式について、一定の数の株式をもって株主が株主総会において一個の議決権を行使することができる一単元の株式とする旨を定款で定めることができる。",
          "株式会社は、単元未満株主が当該単元未満株式について残余財産の分配を受ける権利を行使することができない旨を定款で定めることができない。",
          "単元未満株主は、定款にその旨の定めがあるときに限り、株式会社に対し、自己の有する単元未満株式を買い取ることを請求することができる。",
          "単元未満株主は、定款にその旨の定めがあるときに限り、株式会社に対し、自己の有する単元未満株式と併せて単元株式となる数の株式を売り渡すことを請求することができる。",
          "株式会社が単元株式数を減少し、または単元株式数についての定款の定めを廃止するときは、取締役会の決議によりこれを行うことができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "発行済株式の総数の増減に関する次の記述のうち、会社法の規定に照らし、正しいものはどれか。",
        "choices": [
          "発行済株式の総数は、会社が反対株主の株式買取請求に応じることにより減少する。",
          "発行済株式の総数は、会社が自己株式を消却することにより減少する。",
          "発行済株式の総数は、会社が単元株式数を定款に定めることにより減少する。",
          "発行済株式の総数は、会社が自己株式を処分することにより増加する。",
          "発行済株式の総数は、会社が募集新株予約権を発行することにより増加する。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "株式会社が自己の発行する株式を取得する場合に関する次の記述のうち、会社法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "株式会社は、その発行する全部または一部の株式の内容として、当該株式について、株主が当該株式会社に対してその取得を請求することができることを定めることができる。",
          "株式会社は、その発行する全部または一部の株式の内容として、当該株式について、当該株式会社が一定の事由が生じたことを条件としてその取得を請求することができることを定めることができる。",
          "株式会社が他の会社の事業の全部を譲り受ける場合には、当該株式会社は、当該他の会社が有する当該株式会社の株式を取得することができる。",
          "取締役会設置会社は、市場取引等により当該株式会社の株式を取得することを取締役会の決議によって定めることができる旨を定款で定めることができる。",
          "株式会社が、株主総会の決議に基づいて、株主との合意により当該株式会社の株式を有償で取得する場合には、当該行為の効力が生ずる日における分配可能額を超えて、株主に対して金銭等を交付することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "株券が発行されない株式会社の株式であって、振替株式ではない株式の質入れに関する次の記述のうち、会社法の規定に照らし、正しいものはどれか。",
        "choices": [
          "株主が株式に質権を設定する場合には、質権者の氏名または名称および住所を株主名簿に記載または記録しなければ、質権の効力は生じない。",
          "株主名簿に質権者の氏名または名称および住所等の記載または記録をするには、質権を設定した者は、質権者と共同して株式会社に対してそれを請求しなければならない。",
          "譲渡制限株式に質権を設定するには、当該譲渡制限株式を発行した株式会社の取締役会または株主総会による承認が必要である。",
          "株主名簿に記載または記録された質権者は、債権の弁済期が到来している場合には、当該質権の目的物である株式に対して交付される剰余金の配当（金銭に限る。）を受領し、自己の債権の弁済に充てることができる。",
          "株主名簿に記載または記録された質権者は、株主名簿にしたがって株式会社から株主総会の招集通知を受け、自ら議決権を行使することができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "株主総会に関する次の記述のうち、会社法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "株式会社は、基準日を定めて、当該基準日において株主名簿に記載または記録されている株主（以下、「基準日株主」という。）を株主総会において議決権を行使することができる者と定めることができる。",
          "株式会社は、基準日株主の権利を害することがない範囲であれば、当該基準日後に株式を取得した者の全部または一部を株主総会における議決権を行使することができる者と定めることができる。",
          "株主は、株主総会ごとに代理権を授与した代理人によってその議決権を行使することができる。",
          "株主総会においてその延期または続行について決議があった場合には、株式会社は新たな基準日を定めなければならず、新たに定めた基準日における株主名簿に記載または記録されている株主が当該株主総会に出席することができる。",
          "株主が議決権行使書面を送付した場合に、当該株主が株主総会に出席して議決権を行使したときには、書面による議決権行使の効力は失われる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "公開会社における株主総会に関する次の記述のうち、会社法の規定に照らし、誤っているものはどれか。なお、定款に別段の定めはなく、かつ、株主総会の目的である事項の全部または一部について議決権を有しない株主はいないものとする。",
        "choices": [
          "総株主の議決権の100分の3以上の議決権を6か月前から引き続き有する株主は、取締役に対し、株主総会の目的である事項および招集の理由を示して、株主総会の招集を請求することができる。",
          "総株主の議決権の100分の1以上の議決権または300個以上の議決権を6か月前から引き続き有する株主は、取締役に対し、株主総会の日の8週間前までに、一定の事項を株主総会の目的とすることを請求することができる。",
          "株主は、株主総会において、当該株主総会の目的である事項につき議案を提出することができる。ただし、当該議案が法令もしくは定款に違反する場合または実質的に同一の議案につき株主総会において総株主の議決権の10分1以上の賛成を得られなかった日から3年を経過していない場合は、この限りでない。",
          "総株主の議決権の100分の1以上の議決権を6か月前から引き続き有する株主は、株主総会に係る招集の手続および決議の方法を調査させるため、当該株主総会に先立ち、取締役に対し、検査役を選任すべきことを請求することができる。",
          "取締役、会計参与、監査役および執行役は、株主総会において、株主から特定の事項について説明を求められた場合には、当該事項について必要な説明をしなければならない。ただし、当該事項が株主総会の目的である事項に関しないものである場合、その説明をすることにより株主の共同の利益を著しく害する場合その他正当な理由があるとして法務省令で定める場合は、この限りでない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "株主の議決権に関する次のア〜オの記述のうち、会社法の規定に照らし、正しいものの組合せはどれか。",
        "choices": [
          "株主総会における議決権の全部を与えない旨の定款の定めは、その効力を生じない。",
          "株式会社は、自己株式については、議決権を有しない。",
          "取締役候補者である株主は、自らの取締役選任決議について特別の利害関係を有する者として議決に加わることができない。",
          "監査役を選任し、又は解任する株主総会の決議は、議決権を行使することができる株主の議決権の過半数を有する株主が出席し、出席した当該株主の議決権の過半数をもって行う。",
          "役員等がその任務を怠ったために株式会社に生じた損害を賠償する責任を負うこととなった場合に、当該責任を免除するには、議決権のない株主を含めた総株主の同意がなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "社外取締役に関する次の記述のうち、会社法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "社外取締役は、当該株式会社またはその子会社の業務執行取締役もしくは執行役または支配人その他の使用人を兼任することができない。",
          "監査等委員会設置会社においては、監査等委員である取締役の過半数は、社外取締役でなければならない。",
          "公開会社であり、かつ、大会社である監査役会設置会社は、1名以上の社外取締役を選任しなければならない。",
          "株式会社が特別取締役を選定する場合には、当該株式会社は、特別取締役による議決の定めがある旨、選定された特別取締役の氏名および当該株式会社の取締役のうち社外取締役であるものについては社外取締役である旨を登記しなければならない。",
          "株式会社は、社外取締役の当該株式会社に対する責任について、社外取締役が職務を行うにつき善意でかつ重大な過失がない場合において、当該社外取締役が負う責任の限度額をあらかじめ定める旨の契約を締結することができる旨を定款で定めることができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "取締役会設置会社（指名委員会等設置会社および監査等委員会設置会社を除く。）の取締役会に関する次の記述のうち、会社法の規定に照らし、誤っているものの組合せはどれか。なお、定款または取締役会において別段の定めはないものとする。",
        "choices": [
          "取締役会は、代表取締役がこれを招集しなければならない。",
          "取締役会を招集する場合には、取締役会の日の1週間前までに、各取締役（監査役設置会社にあっては、各取締役および各監査役）に対して、取締役会の目的である事項および議案を示して、招集の通知を発しなければならない。",
          "取締役会の決議は、議決に加わることができる取締役の過半数が出席し、その過半数をもって行う。",
          "取締役会の決議について特別の利害関係を有する取締役は、議決に加わることができない。",
          "取締役会の決議に参加した取締役であって、取締役会の議事録に異議をとどめないものは、その決議に賛成したものと推定する。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "株式会社の取締役の報酬等に関する次の記述のうち、会社法の規定に照らし、誤っているものの組合せはどれか。",
        "choices": [
          "取締役の報酬等は、当該株式会社の分配可能額の中から剰余金の処分として支給され、分配可能額がない場合には、報酬等を支給することはできない。",
          "指名委員会等設置会社でない株式会社において、取締役の報酬等として当該株式会社の株式または新株予約権を取締役に付与する場合には、取締役の報酬等に関する定款の定めも株主総会の決議も要しない。",
          "監査等委員会設置会社において、監査等委員会が選定する監査等委員は、株主総会において、監査等委員以外の取締役の報酬等について、監査等委員会の意見を述べることができる。",
          "指名委員会等設置会社において、報酬委員会は取締役の個人別の報酬等の内容に係る決定に関する方針を定めなければならず、当該方針に従って、報酬委員会は取締役の個人別の報酬等の内容を決定する。",
          "監査等委員会設置会社において、監査等委員である取締役は、株主総会において、監査等委員である取締役の報酬等について意見を述べることができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "監査等委員会設置会社の取締役の報酬等に関する次の記述のうち、会社法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "取締役の報酬等に関する事項は、監査等委員である取締役とそれ以外の取締役とを区別して定めなければならない。",
          "監査等委員である取締役は、株主総会において、監査等委員である取締役の報酬等について意見を述べることができる。",
          "監査等委員会が選定する監査等委員は、株主総会において、監査等委員である取締役以外の取締役の報酬等について監査等委員会の意見を述べることができる。",
          "監査等委員である各取締役の報酬等について定款の定め又は株主総会の決議がないときは、当該報酬等は、株主総会で決議された取締役の報酬等の範囲内において、監査等委員である取締役の多数決によって定める。",
          "監査等委員である取締役を除く取締役の個人別の報酬等の内容が定款又は株主総会の決議により定められている場合を除き、当該取締役の個人別の報酬等の内容についての決定に関する方針を取締役会で決定しなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "役員等の責任に関する次の記述のうち、会社法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "利益相反取引によって株式会社に損害が生じた場合には、株主総会または取締役会の承認の有無にかかわらず、株式会社と利益相反する取引をした取締役または執行役は任務を怠ったものと推定する。",
          "取締役または執行役が競業取引の制限に関する規定に違反して取引をしたときは、当該取引によって取締役、執行役または第三者が得た利益の額は、賠償責任を負う損害の額と推定する。",
          "監査等委員会設置会社の取締役の利益相反取引により株式会社に損害が生じた場合において、当該取引につき監査等委員会の承認を受けたときは、当該取締役が監査等委員であるかどうかにかかわらず、当該取締役が任務を怠ったものと推定されることはない。",
          "非業務執行取締役等は、定款の定めに基づき、職務を行うにつき善意でかつ重大な過失がないときは、定款で定めた額の範囲内であらかじめ株式会社が定めた額と最低責任限度額とのいずれか高い額を限度として責任を負うとする契約を株式会社と締結することができる。",
          "自己のために株式会社と取引をした取締役または執行役は、任務を怠ったことが当該取締役または執行役の責めに帰することができない事由によるものであることをもって損害賠償責任を免れることはできない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "種類株式発行会社ではない取締役会設置会社で、複数の監査役が選任されている監査役設置会社の監査役の選任および解任に関する次の記述のうち、会社法の規定に照らし、誤っているものはどれか。なお、定款には別段の定めがないものとする。",
        "choices": [
          "監査役を選任するには、議決権を行使することができる株主の議決権の過半数を有する株主が株主総会に出席し、出席した当該株主の議決権の過半数の決議をもって行わなければならない。",
          "代表取締役が監査役の選任に関する議案を株主総会に提出するには、監査役全員の同意を得なければならない。",
          "監査役は、取締役に対して、監査役の選任を株主総会の目的とすること、または監査役の選任に関する議案を株主総会に提出することを請求することができる。",
          "監査役を解任するには、議決権を行使することができる株主の議決権の過半数を有する株主が株主総会に出席し、出席した当該株主の議決権の3分の2以上に当たる多数の決議をもって行わなければならない。",
          "監査役は、株主総会に当該監査役の解任議案が提出された場合のほか、他の監査役の解任議案が提出された場合も、株主総会において、当該解任について意見を述べることができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "会計参与に関する次のア〜オの記述のうち、会社法の規定に照らし、正しいものの組合せはどれか。",
        "choices": [
          "公開会社である大会社は、会計参与を置いてはならない。",
          "公開会社ではない大会社は、会計監査人に代えて、会計参与を置くことができる。",
          "会計参与は、株主総会の決議によって選任する。",
          "会計参与は、公認会計士もしくは監査法人または税理士もしくは税理士法人でなければならない。",
          "会計参与は、すべての取締役会に出席し、必要があると認めるときは、意見を述べなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "会計参与と会計監査人の差異に関する次の記述のうち、会社法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "大会社、監査等委員会設置会社および指名委員会等設置会社は、会計監査人の設置が義務付けられているのに対して、当該いずれの会社形態においても、会計参与は任意に設置される機関である。",
          "会計参与は会社法上「役員」に位置づけられるが、会計監査人は「役員」に含まれない。",
          "会計参与は定時株主総会において選任決議が必要であるのに対して、会計監査人については、定時株主総会において別段の決議がなされなかったときは、再任されたものとみなす。",
          "会計参与は、取締役または執行役と共同して計算書類等を作成するが、会計監査人は計算書類等の監査を行う。",
          "会計監査人は、その職務を行うに際して取締役の職務の執行に関し不正の行為等を発見したときは、遅滞なく、これを監査役等に報告しなければならないが、会計参与にはこのような報告義務はない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "公開会社でない株式会社で、かつ、取締役会を設置していない株式会社に関する次の記述のうち、会社法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "株主総会は、会社法に規定する事項および株主総会の組織、運営、管理その他株式会社に関する一切の事項について決議することができる。",
          "株主は、持株数にかかわらず、取締役に対して、当該株主が議決権を行使することができる事項を株主総会の目的とすることを請求することができる。",
          "株式会社は、コーポレートガバナンスの観点から、2人以上の取締役を置かなければならない。",
          "株式会社は、取締役が株主でなければならない旨を定款で定めることができる。",
          "取締役が、自己のために株式会社の事業の部類に属する取引をしようとするときは、株主総会において、当該取引につき重要な事実を開示し、その承認を受けなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "監査等委員会設置会社または指名委員会等設置会社に関する次の記述のうち、会社法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "監査等委員会設置会社または指名委員会等設置会社は、いずれも監査役を設置することができない。",
          "監査等委員会設置会社は、定款で定めた場合には、指名委員会または報酬委員会のいずれかまたは双方を設置しないことができる。",
          "監査等委員会設置会社または指名委員会等設置会社は、いずれも取締役会設置会社である。",
          "監査等委員会設置会社を代表する機関は代表取締役であるが、指名委員会等設置会社を代表する機関は代表執行役である。",
          "監査等委員会設置会社または指名委員会等設置会社は、いずれも会計監査人を設置しなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "社外取締役および社外監査役の設置に関する次のア〜オの記述のうち、会社法の規定に照らし、誤っているものの組合せはどれか。",
        "choices": [
          "監査役設置会社（公開会社であるものに限る。）が社外監査役を置いていない場合には、取締役は、当該事業年度に関する定時株主総会において、社外監査役を置くことが相当でない理由を説明しなければならない。",
          "監査役会設置会社においては、3人以上の監査役を置き、そのうち半数以上は、社外監査役でなければならない。",
          "監査役会設置会社（公開会社であり、かつ、大会社であるものに限る。）であって金融商品取引法の規定によりその発行する株式について有価証券報告書を内閣総理大臣に提出しなければならないものにおいては、3人以上の取締役を置き、その過半数は、社外取締役でなければならない。",
          "監査等委員会設置会社においては、3人以上の監査等委員である取締役を置き、その過半数は、社外取締役でなければならない。",
          "指名委員会等設置会社においては、指名委員会、監査委員会または報酬委員会の各委員会は、3人以上の取締役である委員で組織し、各委員会の委員の過半数は、社外取締役でなければならない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "剰余金の配当に関する次の記述のうち、会社法の規定に照らし、正しいものはどれか。",
        "choices": [
          "株式会社は、剰余金の配当請求権および残余財産分配請求権の全部を株主に与えない旨の定款の定めを設けることができる。",
          "株式会社は、分配可能額の全部につき、株主に対して、剰余金の配当を支払わなければならない。",
          "株式会社より分配可能額を超える金銭の交付を受けた株主がその事実につき善意である場合には、当該株主は、当該株式会社に対し、交付を受けた金銭を支払う義務を負わない。",
          "株式会社は、当該株式会社の株主および当該株式会社に対し、剰余金の配当をすることができる。",
          "株式会社は、配当財産として、金銭以外に当該株式会社の株式、社債または新株予約権を株主に交付することはできない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "剰余金の株主への配当に関する次のア〜オの記述のうち、会社法の規定に照らし、正しいものの組合せはどれか。",
        "choices": [
          "株式会社は、剰余金の配当をする場合には、資本金の額の4分の1に達するまで、当該剰余金の配当により減少する剰余金の額に10分の1を乗じて得た額を、資本準備金または利益準備金として計上しなければならない。",
          "株式会社は、金銭以外の財産により剰余金の配当を行うことができるが、当該株式会社の株式等、当該株式会社の子会社の株式等および当該株式会社の親会社の株式等を配当財産とすることはできない。",
          "株式会社は、純資産額が300万円を下回る場合には、剰余金の配当を行うことができない。",
          "株式会社が剰余金の配当を行う場合には、中間配当を行うときを除いて、その都度、株主総会の決議を要し、定款の定めによって剰余金の配当に関する事項の決定を取締役会の権限とすることはできない。",
          "株式会社が最終事業年度において当期純利益を計上した場合には、当該純利益の額を超えない範囲内で、分配可能額を超えて剰余金の配当を行うことができる。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "合名会社および合資会社（以下、本問において併せて「会社」という。）に関する次のア〜オの記述のうち、会社法の規定に照らし、誤っているものの組合せはどれか。なお、定款には別段の定めがないものとする。",
        "choices": [
          "会社は、定款に資本金の額を記載し、これを登記する。",
          "会社がその財産をもってその債務を完済することができない場合、社員は、それぞれの責任の範囲で連帯して会社の債務を弁済する責任を負う。",
          "会社の持分は、社員たる地位を細分化したものであり、均一化された割合的単位で示される。",
          "会社の社員は、会社に対し、既に出資として払込みまたは給付した金銭等の払戻しを請求することができる。",
          "会社の社員は、会社の業務を執行し、善良な管理者の注意をもって、その職務を行う義務を負う。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "株式交換に関する次の記述のうち、会社法の規定に照らし、正しいものはどれか。",
        "choices": [
          "株式交換完全親会社は、株式会社でなければならない。",
          "株式交換完全親会社は、株式交換完全子会社の発行済株式の一部のみを取得することとなる株式交換を行うことができる。",
          "株式交換完全親会社は、株式交換完全子会社の株主に対し、当該株式交換完全親会社の株式に代わる金銭等を交付することができる。",
          "株式交換完全親会社の反対株主は、当該株式交換完全親会社に対し、自己の有する株式を公正な価格で買い取ることを請求することはできない。",
          "株式交換契約新株予約権が付された、株式交換完全子会社の新株予約権付社債の社債権者は、当該株式交換完全子会社に対し、株式交換について異議を述べることはできない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の記述のうち、全ての株式会社に共通する内容として、会社法の規定に照らし、誤っているものの組合せはどれか。",
        "choices": [
          "株主の責任の上限は、その有する株式の引受価額である。",
          "株主は、その有する株式を譲渡することができる。",
          "募集株式の発行に係る募集事項は、株主総会の決議により決定する。",
          "株主総会は、その決議によって取締役を1人以上選任する。",
          "株式会社の最低資本金は、300万円である。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "次の事項のうち、会社法の規定に照らし、登記を必要とする事項はどれか。",
        "choices": [
          "支配人以外の重要な使用人を選任するときは、その者の氏名",
          "補欠取締役を選任するときは、その者の氏名",
          "代表取締役について、その権限を制限するときは、その者の氏名と制限の内容",
          "株式交換をするときは、完全子会社となる会社については株式交換により完全子会社となる旨",
          "会計参与について、その責任の限度に関する契約の締結につき定款で定めるときは、その旨"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "公開会社であり、かつ大会社に関する次の記述のうち、会社法の規定に照らし、誤っているものはどれか。",
        "choices": [
          "譲渡制限株式を発行することができない。",
          "発行可能株式総数は、発行済株式総数の4倍を超えることはできない。",
          "株主総会の招集通知は書面で行わなければならない。",
          "会計監査人を選任しなければならない。",
          "取締役が株主でなければならない旨を定款で定めることができない。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      },
      {
        "text": "会社訴訟に関する次の記述のうち、会社法の規定に照らし、誤っているものはどれか。なお、定款に別段の定めがないものとする。",
        "choices": [
          "株主総会の決議の内容が法令に違反するときは、当該株主総会決議の日から3か月以内に、訴えをもってのみ当該決議の取消しを請求することができる。",
          "会社の設立無効は、会社の成立の日から2年以内に、訴えをもってのみ主張できる。",
          "新株発行無効の訴えに係る請求を認容する判決が確定したときは、当該判決において無効とされた行為は、将来に向かってその効力を失う。",
          "6か月前から引き続き株式を有する株主は、公開会社に対し、役員等の責任を追及する訴えの提起を請求することができる。",
          "株式会社の役員の解任の訴えは、当該株式会社及び当該解任を請求された役員を被告とする。"
        ],
        "answer": [
          0
        ],
        "explain": "",
        "wordBank": "",
        "memo": "",
        "slots": [],
        "refId": ""
      }
    ]
  },
  "基礎知識": {},
  "多肢選択": {
    "憲法": [],
    "行政法": []
  },
  "記述": {
    "民法": [],
    "行政法": []
  }
};
